{
  "title": "Kruidige dahl met aubergine en zoete bataat",
  "servings": 2,
  "ingredients": [
    {
      "name": "Aubergine",
      "quantity": 1,
      "unit": "st"
    },
    {
      "name": "Rode ui",
      "quantity": 1,
      "unit": "st"
    },
    {
      "name": "Knoflookteen",
      "quantity": 2,
      "unit": "st"
    },
    {
      "name": "Verse gember",
      "quantity": 2,
      "unit": "cm"
    },
    {
      "name": "Rode peper",
      "quantity": 1,
      "unit": "st"
    },
    {
      "name": "Bataat",
      "quantity": 200,
      "unit": "g"
    },
    {
      "name": "Kaneelpoeder",
      "quantity": 1,
      "unit": "tl"
    },
    {
      "name": "Gemalen kardemom",
      "quantity": 0.5,
      "unit": "tl"
    },
    {
      "name": "Mosterdzaad",
      "quantity": 1,
      "unit": "tl"
    },
    {
      "name": "Kurkumapoeder",
      "quantity": 2,
      "unit": "tl"
    },
    {
      "name": "Rode spliterwten",
      "quantity": 50,
      "unit": "g"
    },
    {
      "name": "Pandanrijst",
      "quantity": 80,
      "unit": "g"
    },
    {
      "name": "Mini-pitabroodjes",
      "quantity": 3,
      "unit": "st"
    },
    {
      "name": "Verse munt",
      "quantity": 7,
      "unit": "g"
    },
    {
      "name": "Spinazie",
      "quantity": 50,
      "unit": "g"
    },
    {
      "name": "Volle yoghurt",
      "quantity": 50,
      "unit": "ml"
    },
    {
      "name": "Zonnebloemolie",
      "quantity": 1,
      "unit": "el"
    },
    {
      "name": "Groentebouillon",
      "quantity": 400,
      "unit": "ml"
    },
    {
      "name": "Peper & zout",
      "quantity": 0,
      "unit": "naar smaak"
    }
  ],
  "steps": [
    "Verwarm de oven op 180 graden en bekleed een bakplaat met bakpapier. Breng 200 ml water per persoon in een pan met deksel voor de rijst. Snijd de aubergine in blokjes van ongeveer 1 cm. Snipper de rode ui en pers of snijd de knoflook fijn. Schil en pers of snijd de gember en snijd fijn. Verwijder de zaadlijsten van de rode peper en snijd de rode peper fijn. Schil de bataat en snijd de bataat in blokjes van 1 cm.",
    "Verhit de helft van de zonnebloemolie in een soeppan met deksel op middelhoog vuur en roerbak de blokjes aubergine in 4 – 6 minuten bruin (zie tip). Bereid ondertussen de bouillon. Haal de aubergine uit de pan en bewaar apart. TIP: Het is belangrijk dat je de aubergine goed aanbakt. Juist dat bruine korstje zorgt voor extra smaak.",
    "Voeg de overige zonnebloemolie toe aan dezelfde soeppan en fruit de rode ui, knoflook, gember en rode peper 2 minuten op middellaag vuur. Voeg vervolgens de kaneel, kardemom, mosterdzaad en kurkuma toe en bak nog 1 minuut mee. Schenk de bouillon in de pan, voeg de linzen toe en laat ze 10 minuten, afgedekt, zachtjes koken.",
    "Kook ondertussen de rijst in de pan met deksel, afgedekt, 12 – 15 minuten (zie tip) en laat daarna als het nodig is af en laat zonder uitstomen. Bak ondertussen de pitabroodjes in 6 – 8 minuten af in de oven. TIP: Let op: je hebt voor dit gerecht niet alle rijst nodig.",
    "Voeg, nadat de linzen 10 minuten gekookt hebben, de aubergine en bataat toe aan de soeppan en kook, afgedekt, nog 15 minuten. Snijd ondertussen de munt in dunne reepjes (zie tip) en scheur de spinazie klein. Haal de laatste 5 minuten de deksel van de pan, voeg de spinazie toe en laat al roerend slinken. Breng op smaak met 1 el yoghurt per persoon. TIP: Muntblaadjes snijd je gemakkelijk in gelijkmatige reepjes door ze op elkaar te leggen, in de breedte op te rollen en het rolletje vervolgens in reepjes te snijden.",
    "Verdeel de rijst over diepe borden, schep de dahl erop en breng naar wens nog verder op smaak met peper en zout. Serveer de dahl met de pitabroodjes en de overige yoghurt en garneer met de munt."
  ]
}