{
  "title": "Volkoren spaghetti met cherrytomaten en gruyère",
  "servings": 0,
  "ingredients": [
    {
      "name": "Ui",
      "quantity": 0.5,
      "unit": "st"
    },
    {
      "name": "Knoflookteen",
      "quantity": 1,
      "unit": "st"
    },
    {
      "name": "Turkse rode peper",
      "quantity": 0.5,
      "unit": "st"
    },
    {
      "name": "Rode cherrytomaten",
      "quantity": 125,
      "unit": "g"
    },
    {
      "name": "Spaghetti integrale",
      "quantity": 90,
      "unit": "g"
    },
    {
      "name": "Pompoenpitten",
      "quantity": 10,
      "unit": "g"
    },
    {
      "name": "Gedroogde oregano",
      "quantity": 1,
      "unit": "tl"
    },
    {
      "name": "Citroen",
      "quantity": 0.25,
      "unit": "st"
    },
    {
      "name": "Verse munt",
      "quantity": 4,
      "unit": "blaadjes"
    },
    {
      "name": "Geraspte gruyère",
      "quantity": 40,
      "unit": "g"
    },
    {
      "name": "Zwarte balsamicoazijn",
      "quantity": 1,
      "unit": "el"
    },
    {
      "name": "Olijfolie",
      "quantity": 0,
      "unit": "el"
    },
    {
      "name": "Extra vierge olijfolie",
      "quantity": 0,
      "unit": "el"
    },
    {
      "name": "Peper & zout",
      "quantity": 0,
      "unit": "naar smaak"
    }
  ],
  "steps": [
    "Verwarm de oven voor op 200 graden. Breng ruim water aan de kook in een pan met deksel. Snipper de ui en snijd de knoflook fijn. Verwijder de zaadjes van de Turkse rode peper en snijd de peper in dunne ringen.",
    "Leg de rode cherrytomaten in een ovenschaal en besprenkel met de zwarte balsamicoazijn en de helft van de olijfolie. Breng op smaak met peper en zout en bak de cherrytomaten 15 – 20 minuten in de oven.",
    "Kook ondertussen de spaghetti, afgedekt, 10 – 12 minuten in de pan met deksel. Giet daarna af en laat zonder deksel uitstomen. Verhit ondertussen een wok of hapjespan op hoog vuur en rooster de pompoenpitten, zonder olie, tot ze beginnen te poffen. Haal uit de pan en bewaar apart.",
    "Verhit de overige olijfolie in dezelfde wok of hapjespan en fruit de ui en knoflook 2 minuten op laag vuur. Voeg de Turkse rode peper en de oregano toe en bak 4 minuten op middellaag vuur.",
    "Pers ondertussen de citroen uit en snijd de blaadjes munt in reepjes. Voeg vervolgens de spaghetti, de helft van de gruyère, 1 el citroensap per persoon en eventueel extra vierge olijfolie naar smaak toe aan de wok of hapjespan en roer goed door.",
    "Verdeel de spaghetti over de borden en schep de cherrytomaten erop. Giet het vocht uit de ovenschaal over het gerecht en garneer met de pompoenpitten, de munt en de overige gruyère."
  ]
}