{
  "title": "Risotto met Puntpaprika en Geitenkaas",
  "servings": 3,
  "ingredients": [
    {
      "name": "Risottorijst",
      "quantity": 225,
      "unit": "g"
    },
    {
      "name": "Rode puntpaprika",
      "quantity": 2,
      "unit": "stuk(s)"
    },
    {
      "name": "Grana Padanovlokken DOP",
      "quantity": 60,
      "unit": "g"
    },
    {
      "name": "Ui",
      "quantity": 1,
      "unit": "stuk(s)"
    },
    {
      "name": "Knoflookteen",
      "quantity": 1,
      "unit": "stuk(s)"
    },
    {
      "name": "Verse geitenkaas",
      "quantity": 75,
      "unit": "g"
    },
    {
      "name": "Walnootstukjes",
      "quantity": 4.5,
      "unit": "el"
    },
    {
      "name": "Pruimtomaat",
      "quantity": 3,
      "unit": "stuk(s)"
    },
    {
      "name": "Gerookt paprikapoeder",
      "quantity": 1.5,
      "unit": "tl"
    },
    {
      "name": "Vers basilicum",
      "quantity": 15,
      "unit": "g"
    },
    {
      "name": "Extra vierge olijfolie",
      "quantity": 3,
      "unit": "el"
    },
    {
      "name": "Olijfolie",
      "quantity": 3,
      "unit": "el"
    },
    {
      "name": "Zoutarme groentebouillon",
      "quantity": 700,
      "unit": "ml"
    },
    {
      "name": "[Plantaardige] boter",
      "quantity": 1,
      "unit": "klontje"
    },
    {
      "name": "Honing [of plantaardig alternatief]",
      "quantity": 1,
      "unit": "el"
    },
    {
      "name": "Peper en zout",
      "quantity": 0,
      "unit": "naar smaak"
    }
  ],
  "steps": [
    "Verwarm de oven voor op 220 graden. Verwijder de zaadlijsten van de puntpaprika en snijd de puntpaprika in grove stukken. Meng de puntpaprika en de knoflookteen (ongepeld) in een kom met de helft van de olijfolie en meng met zout. Bak de paprika en knoflook voor 10 - 15 minuten in de oven, of tot ze lichtbruin beginnen te kleuren. Schep halverwege om. Snipper de ui.",
    "Verhit een klontje boter in een pot op laag vuur. Fruit de gesnipperde ui 1 - 2 minuten al roerend. Voeg de risottorijst toe en bak 1 minuut al roerend. Voeg ⅓ van de bouillon toe. Zodra deze is opgenomen, voeg weer ⅓ van de bouillon toe en herhaal dit met de overige bouillon. Roer regelmatig en kook de risotto in totaal 20-25 minuten, totdat de rijstkorrels van buiten zacht zijn, maar de kern nog beetgaar is (al dente).",
    "Pel de geroosterde knoflook en voeg deze samen met de geroosterde paprika, Grana Padano, een snuifje gerookt paprikapoeder en de resterende olijfolie in een hoge kom. Mix met een staafmixer tot een dikke pesto. Leg de geitenkaas op dezelfde bakplaat met bakpapier. Breng op smaak met peper en zout. Verdeel de honing en de walnootstukjes over de geitenkaas. Bak de geitenkaas voor 5 - 10 minuten in de oven, of tot het goudbruin is.",
    "Snijd de pruimtomaat in blokjes. Pluk de blaadjes van het basilicum en snijd grof. Meng in een kom de tomaat met een scheutje extra vierge olijfolie en de helft van het basilicum. Breng op smaak met peper en zout (dit is de tomaat-basilicumsalsa). Verdeel de risotto over diepe borden en leg de gebakken geitenkaas met walnoten erbovenop. Garneer met het overige basilicum en de paprika-Grana Padano pesto. Serveer met de tomaat-basilicumsalsa."
  ]
}