{
  "title": "Thaise noedels met omeletreepjes",
  "servings": 2,
  "ingredients": [
    {
      "name": "Knoflookteen",
      "quantity": 2,
      "unit": "st"
    },
    {
      "name": "Rode peper",
      "quantity": 1,
      "unit": "st"
    },
    {
      "name": "Snijbonen",
      "quantity": 400,
      "unit": "g"
    },
    {
      "name": "Lente-ui",
      "quantity": 2,
      "unit": "st"
    },
    {
      "name": "Verse koriander",
      "quantity": 1,
      "unit": "zakjes"
    },
    {
      "name": "Gemalen citroengras",
      "quantity": 2,
      "unit": "tl"
    },
    {
      "name": "Noedels",
      "quantity": 140,
      "unit": "g"
    },
    {
      "name": "Vrije-uitloopei",
      "quantity": 2,
      "unit": "st"
    },
    {
      "name": "Sojasas",
      "quantity": 20,
      "unit": "ml"
    },
    {
      "name": "Pikante honingpinda's",
      "quantity": 10,
      "unit": "g"
    },
    {
      "name": "Zonnebloemolie",
      "quantity": 0,
      "unit": "el"
    },
    {
      "name": "Melk",
      "quantity": 0,
      "unit": "scheutje"
    },
    {
      "name": "Bruine suiker",
      "quantity": 1,
      "unit": "tl"
    },
    {
      "name": "Peper & zout",
      "quantity": 0,
      "unit": "naar smaak"
    }
  ],
  "steps": [
    "Breng 400 ml water per persoon aan de kook in een pan met deksel voor de noedels. Pers of snijd ondertussen de knoflook fijn. Verwijder de zaadlijsten van de rode peper en snijd de rode peper klein.",
    "Verwijder de steelaanzet van de snijbonen en snijd de snijbonen in reepjes van 1 cm. Snijd de lente-ui in flinterdunne ringen en bewaar het witte en groene gedeelte apart van elkaar. Snijd de koriander fijn.",
    "Verhit de helft van de zonnebloemolie in een wok of hapjespan met deksel en fruit de knoflook, rode peper en het witte deel van de lente-ui 2 minuten op laag vuur. Voeg de snijbonen, het groene gedeelte van de lente-ui, het citroengras en 3 el water per persoon toe. Draai het vuur middelhoog en laat, afgedekt, 8 minuten garen.",
    "Kook ondertussen de noedels, afgedekt, 4 minuten in de pan met deksel en giet af. Spoel af met koud water en laat uitlekken. Kluts ondertussen de eieren in een kom met een scheutje melk, peper en zout. Verhit de overige zonnebloemolie in een koekenpan en bak per persoon 1 omelet. Rol de omelet vervolgens op en snijd in smalle repen.",
    "Voeg de noedels toe aan de wok of hapjespan met groenten. Breng op smaak met de sojasaus en bruine suiker en verhit nog 1 minuut. Voeg de helft van de omeletreepjes toe.",
    "Verdeel de noedels over de borden. Garneer met de overige omeletreepjes, de honingpinda's, het witte deel van de lente-ui en de koriander."
  ]
}