{
  "title": "Burger met pittige groene peper en piccalilly",
  "servings": 2,
  "ingredients": [
    {
      "name": "Aardappelwedges",
      "quantity": 400,
      "unit": "g"
    },
    {
      "name": "Gedroogde tijm",
      "quantity": 2,
      "unit": "g"
    },
    {
      "name": "Pruimtomaat",
      "quantity": 120,
      "unit": "g"
    },
    {
      "name": "Komkommer",
      "quantity": 150,
      "unit": "g"
    },
    {
      "name": "Groene peper",
      "quantity": 15,
      "unit": "g"
    },
    {
      "name": "Gemengde sla",
      "quantity": 100,
      "unit": "g"
    },
    {
      "name": "Bruin rozenbroodje",
      "quantity": 120,
      "unit": "g"
    },
    {
      "name": "Gekruide hamburger",
      "quantity": 200,
      "unit": "g"
    },
    {
      "name": "Piccalilly",
      "quantity": 50,
      "unit": "g"
    },
    {
      "name": "Olijfolie",
      "quantity": 12,
      "unit": "g"
    },
    {
      "name": "Honing",
      "quantity": 8,
      "unit": "g"
    },
    {
      "name": "Mosterd",
      "quantity": 16,
      "unit": "g"
    },
    {
      "name": "Extra vierge olijfolie",
      "quantity": 24,
      "unit": "g"
    },
    {
      "name": "Roomboter",
      "quantity": 5,
      "unit": "g"
    },
    {
      "name": "Peper & zout",
      "quantity": 0,
      "unit": "g"
    }
  ],
  "steps": [
    "Verwarm de oven voor op 210 graden. Verdeel de aardappelwedges over een bakplaat met bakpapier en meng met tijm en de olijfolie. Breng op smaak met peper en zout en bak de aardappelwedges 15 - 20 minuten in de oven. Schep halverwege om.",
    "Snijd ondertussen de tomaat en de komkommer in dunne plakken. Snijd de groene peper in dunne ringen.",
    "Maak een dressing van de honing, mosterd en de extra vierge olijfolie. Breng op smaak met peper en zout. Meng in een saladekom de dressing met de gemengde sla, tomaat en komkommer. Bak het rozenbroodje 4 – 6 minuten mee in de oven.",
    "Verhit ondertussen de roomboter in een koekenpan en bak de hamburger samen met de groene peper 2 - 3 minuten per kant op middelhoog vuur. Zet het vuur laag en houd de hamburger warm in de pan.",
    "Snijd ondertussen het rozenbroodje doormidden en besmeer de onderkant met een beetje piccalilly. Beleg met een klein beetje salade, leg de burger erop, bestrooi met de gebakken pepers en schenk het bakvocht over de burger (zie tip).",
    "Verdeel de burger, aardappelwedges en overige salade over de borden en serveer met de rest van de piccalilly."
  ]
}