{
  "title": "Bulgur met gemarineerde kipfilethaasjes en groenten",
  "servings": 6,
  "ingredients": [
    {
      "name": "Bulgur",
      "quantity": 420,
      "unit": "g"
    },
    {
      "name": "Sjalot",
      "quantity": 3,
      "unit": "st"
    },
    {
      "name": "Courgette",
      "quantity": 3,
      "unit": "st"
    },
    {
      "name": "Pruimtomaat",
      "quantity": 6,
      "unit": "st"
    },
    {
      "name": "Gemarineerde kipfilethaasjes",
      "quantity": 660,
      "unit": "g"
    },
    {
      "name": "Gemalen komijnzaad",
      "quantity": 6,
      "unit": "tl"
    },
    {
      "name": "Babyspinazie & radicchio",
      "quantity": 240,
      "unit": "g"
    },
    {
      "name": "Groentebouillon",
      "quantity": 900,
      "unit": "ml"
    },
    {
      "name": "Zwarte balsamicoazijn",
      "quantity": 3,
      "unit": "tl"
    },
    {
      "name": "Extra vierge olijfolie",
      "quantity": 3,
      "unit": "el"
    }
  ],
  "steps": [
    "Bereid de bouillon in een pan met deksel voor de bulgur (zie tip). Voeg zodra de bouillon kookt de bulgur toe en kook, afgedekt, 8 – 10 minuten droog. Voeg eventueel wat water toe wanneer de bulgur te snel droog wordt. Roer daarna los met een vork en laat zonder deksel uitstomen.",
    "Snipper ondertussen de sjalot. Snijd de courgette in blokjes en snijd de tomaat klein.",
    "Verhit de helft van de olijfolie in een koekenpan op middelhoog vuur en bak de kipfilethaasjes in 8 – 10 minuten rondom goudbruin. Verhit ondertussen de overige olijfolie in een wok of hapjespan op middelhoog vuur en fruit de sjalot 1 minuut. Voeg de courgette en de komijn toe en roerbak 6 – 8 minuten.",
    "Scheur ondertussen de babyspinazie & radicchio klein boven een saladekom. Maak een dressing van de zwarte balsamicoazijn en de extra vierge olijfolie en meng de dressing met de sla. Breng op smaak met peper en zout.",
    "Meng vervolgens de bulgur en tomaat met de courgette in de wok of hapjespan en bak nog 1 minuut. Breng op smaak met peper en zout.",
    "Verdeel de bulgur over de borden en besprenkel de bulgur met het bakvet van de kip. Serveer met de kipfilethaasjes en de salade."
  ]
}