{
  "title": "Romige lasagne met prei en courgette",
  "servings": 6,
  "ingredients": [
    {
      "name": "Knoflookteen",
      "quantity": 6,
      "unit": "st"
    },
    {
      "name": "Prei",
      "quantity": 3,
      "unit": "st"
    },
    {
      "name": "Courgette",
      "quantity": 3,
      "unit": "st"
    },
    {
      "name": "Verse tijm",
      "quantity": 24,
      "unit": "takjes"
    },
    {
      "name": "Verse oregano",
      "quantity": 24,
      "unit": "takjes"
    },
    {
      "name": "Verse salie",
      "quantity": 12,
      "unit": "blaadjes"
    },
    {
      "name": "Groentebouillon",
      "quantity": 1200,
      "unit": "ml"
    },
    {
      "name": "Roomboter",
      "quantity": 6,
      "unit": "el"
    },
    {
      "name": "Bloem",
      "quantity": 6,
      "unit": "el"
    },
    {
      "name": "Olijfolie",
      "quantity": 3,
      "unit": "tl"
    },
    {
      "name": "Peper & zout",
      "quantity": 0,
      "unit": ""
    },
    {
      "name": "Kookroom",
      "quantity": 300,
      "unit": "ml"
    },
    {
      "name": "Geraspte grana padano",
      "quantity": 150,
      "unit": "g"
    },
    {
      "name": "Lasagnebladen",
      "quantity": 12,
      "unit": "st"
    }
  ],
  "steps": [
    "Verwarm de oven voor op 200 graden Celsius. Pers of snijd de knoflook fijn. Snijd de prei in dunne ringen en snijd of schaaf de courgette in dunne plakken. Ris de blaadjes van de takjes tijm. Pluk de blaadjes van de takjes oregano en salie en snijd fijn.",
    "Verhit de roomboter in een wok of hapjespan en fruit de knoflook 2 minuten op laag vuur. Voeg de bloem toe en bak al roerend 1 minuut op middellaag vuur. Voeg 1/3 van de bouillon toe en roer met een garde tot de bouillon is opgenomen. Herhaal de handeling nog 2 keer met de overige bouillon. Roer de saus glad, breng aan de kook en laat nog 1 minuut koken (zie tip).",
    "Voeg de verse kruiden en prei toe aan de saus en laat 3 – 4 minuten zachtjes koken op laag vuur. Voeg ten slotte de kookroom, 1/3 van de grana padano en peper en zout naar smaak toe en roer goed door.",
    "Vet een ovenschaal in met de olijfolie. Schenk, om te beginnen, een dun laagje saus in de ovenschaal. Bedek met een van de lasagnebladen en druk deze goed aan. Verdeel de plakken courgette over de lasagnebladen en bedek weer met een saus. Herhaal tot bijna alle saus is gebruikt.",
    "Eindig de lasagne met een laagje saus, strooi de overige grana padano erover. Bak de lasagne 20 – 25 minuten in de oven, of tot hij een mooi krokant korstje krijgt.",
    "Laat voor het serveren 3 minuten rusten, zodat de lasagne steviger wordt. Verdeel de lasagne over de borden."
  ]
}