{
  "title": "Couscous met halloumi en gepofte paprika",
  "servings": 6,
  "ingredients": [
    {
      "name": "Rode paprika",
      "quantity": 6,
      "unit": "st"
    },
    {
      "name": "Volkoren couscous",
      "quantity": 500,
      "unit": "g"
    },
    {
      "name": "Rozijnen",
      "quantity": 60,
      "unit": "g"
    },
    {
      "name": "Amandelen",
      "quantity": 60,
      "unit": "g"
    },
    {
      "name": "Knoflookteen",
      "quantity": 3,
      "unit": "st"
    },
    {
      "name": "Verse koriander",
      "quantity": 36,
      "unit": "g"
    },
    {
      "name": "Limoen",
      "quantity": 3,
      "unit": "st"
    },
    {
      "name": "Halloumi",
      "quantity": 390,
      "unit": "g"
    },
    {
      "name": "Volle yoghurt",
      "quantity": 12,
      "unit": "el"
    },
    {
      "name": "Groentebouillon",
      "quantity": 850,
      "unit": "ml"
    },
    {
      "name": "Olijfolie",
      "quantity": 1.5,
      "unit": "el"
    },
    {
      "name": "Extra vierge olijfolie",
      "quantity": 3,
      "unit": "el"
    }
  ],
  "steps": [
    "Verwarm de oven voor op 220 graden en bekleed de bakplaat met bakpapier. Besprenkel ¼ el olijfolie per persoon en pof de paprika 20 – 25 minuten in de oven. De paprika is klaar wanneer het vel begint op te bollen en donkere plekken verschijnen. Ontvel de paprika en snijd in reepjes. Pas op! Er komt heet vocht en stoom uit.",
    "Meng ondertussen de couscous en de rozijnen met de bouillon in een saladekom en laat, afgedekt, 10 minuten wellen. Roer los met een vork.",
    "Hak ondertussen de amandelen grof, pers of snijd de knoflookteen fijn en hak de koriander fijn. Rasp de groene schil van de limoen met een fijne rasp uit en pers de limoen uit. Snijd de halloumi in blokjes van ongeveer 1 – 2 cm.",
    "Verhit de overige olijfolie in een koekenpan op middelhoog vuur en bak limoenrasp en de knoflook 30 seconden. Voeg de blokjes halloumi toe, bak in 3 – 4 minuten rondom krokant en haal daarna uit de pan. Bak de gewelde couscous 1 – 2 minuten in dezelfde pan in de achtergebleven limoen-knoflookolie.",
    "Meng de koriander door de couscous en breng op smaak met de extra vierge olie, peper en zout.",
    "Verdeel de couscous over de borden en schep de reepjes paprika ernaast. Besprenkel de couscous met het limoensap en garneer met de halloumi en de amandelen. Serveer de yoghurt apart, zodat iedereen dit naar eigen smaak kan toevoegen."
  ]
}