{
  "title": "Penne met linzen-bolognesesaus en feta",
  "servings": 2,
  "ingredients": [
    {
      "name": "Ui",
      "quantity": 1,
      "unit": "st"
    },
    {
      "name": "Knoflookteen",
      "quantity": 2,
      "unit": "st"
    },
    {
      "name": "Rode cherrytomaten",
      "quantity": 250,
      "unit": "g"
    },
    {
      "name": "HAK Doperwten, linzen, mais mix",
      "quantity": 1,
      "unit": "zak"
    },
    {
      "name": "Pompoenpitten",
      "quantity": 20,
      "unit": "g"
    },
    {
      "name": "Gedroogde oregano",
      "quantity": 1,
      "unit": "tl"
    },
    {
      "name": "Tomatenpuree",
      "quantity": 1,
      "unit": "blik"
    },
    {
      "name": "Penne integrale",
      "quantity": 180,
      "unit": "g"
    },
    {
      "name": "Rucola",
      "quantity": 40,
      "unit": "g"
    },
    {
      "name": "Feta",
      "quantity": 50,
      "unit": "g"
    },
    {
      "name": "Olijfolie",
      "quantity": 1,
      "unit": "el"
    },
    {
      "name": "Groentebouillonblokje",
      "quantity": 1,
      "unit": "st"
    },
    {
      "name": "Bruine suiker",
      "quantity": 0.5,
      "unit": "el"
    },
    {
      "name": "Zwarte balsamicoazijn",
      "quantity": 1,
      "unit": "el"
    },
    {
      "name": "Extra vierge olijfolie",
      "quantity": 0.5,
      "unit": "el"
    }
  ],
  "steps": [
    "Kook 500 ml water per persoon in een pan met deksel voor de penne integrale. Snipper de ui en pers of snijd de knoflook fijn. Halveer de cherrytomaten.",
    "Verhit een wok of hapjespan met deksel op hoog vuur en rooster de pompoenpitten zonder olie, tot ze beginnen te poffen. Haal de pan van het vuur en bewaar apart.",
    "Verhit de olijfolie in dezelfde wok of hapjespan en fruit de ui en knoflook 2 minuten op laag vuur. Voeg de oregano en tomatenpuree toe en bak nog 5 minuten mee. Voeg vervolgens 100 ml water per persoon, verkruimel ¼ bouillonblokje per persoon boven de pan en voeg de bruine suiker en de helft van de zwarte balsamicoazijn toe. Dek de pan af en laat 10 minuten zachtjes koken. Voeg halverwege de cherrytomaten toe.",
    "Kook ondertussen de penne, afgedekt, 10 – 12 minuten. Giet daarna af. Voeg de mix van doperwten, linzen en mais toe aan de wok of hapjespan met saus, roer goed door en laat nog 1 minuut zachtjes koken.",
    "Meng ondertussen in een kom de extra vierge olijfolie en de overige zwarte balsamicoazijn tot een dressing. Breng op smaak met peper en zout en meng de rucola erdoor. Verkruimel de helft van de feta boven de wok of hapjespan pan en laat smelten. Voeg tenslotte de penne toe aan de saus en breng op smaak met peper en zout.",
    "Verdeel het gerecht over de borden, verkruimel er de overige feta over en bestrooi met de pompoenpitten. Serveer met de rucola."
  ]
}