{
  "title": "Gepaneerde Kip met Honing-Sojasaus, Groenten en Rijst",
  "servings": 6,
  "ingredients": [
    {
      "name": "Verse gember",
      "quantity": 12,
      "unit": "cm"
    },
    {
      "name": "Knoflookteen",
      "quantity": 5,
      "unit": "st"
    },
    {
      "name": "Courgette",
      "quantity": 3,
      "unit": "st"
    },
    {
      "name": "Rode paprika",
      "quantity": 3,
      "unit": "st"
    },
    {
      "name": "Sojasaus",
      "quantity": 50,
      "unit": "ml"
    },
    {
      "name": "Basmatirijst",
      "quantity": 300,
      "unit": "g"
    },
    {
      "name": "Geroosterd sesamzaad",
      "quantity": 2,
      "unit": "el"
    },
    {
      "name": "Scharrelei",
      "quantity": 3,
      "unit": "st"
    },
    {
      "name": "Panko paneermeel",
      "quantity": 60,
      "unit": "g"
    },
    {
      "name": "Kipfilethaasje",
      "quantity": 600,
      "unit": "g"
    },
    {
      "name": "Honing",
      "quantity": 4,
      "unit": "el"
    },
    {
      "name": "Sambal",
      "quantity": 3,
      "unit": "tl"
    },
    {
      "name": "Bloem",
      "quantity": 6,
      "unit": "el"
    },
    {
      "name": "Olijfolie",
      "quantity": 6,
      "unit": "el"
    },
    {
      "name": "Roomboter",
      "quantity": 3,
      "unit": "el"
    },
    {
      "name": "Groentebouillonblokje",
      "quantity": 1.5,
      "unit": "st"
    },
    {
      "name": "Water",
      "quantity": 1080,
      "unit": "ml"
    },
    {
      "name": "Peper",
      "quantity": 0,
      "unit": ""
    },
    {
      "name": "Zout",
      "quantity": 0,
      "unit": ""
    }
  ],
  "steps": [
    "Verwarm de oven voor op 200 graden. Schil de gember en rasp fijn. Pers de knoflook of snijd fijn. Snijd de courgette in plakken van 1 cm dik. Verwijder de zaadlijsten van de paprika en snijd de paprika in reepjes. Leg de groente in een ovenschaal en meng met 3 el olijfolie en peper en zout naar smaak. Rooster de groenten in de oven 18 – 20 minuten.",
    "Verhit 3 el roomboter in een pan met deksel op middelhoog vuur. Voeg de knoflook en de gember toe en bak 1 - 2 minuten mee. Voeg de basmatirijst en 1080 ml water toe. Verkruimel 1,5 groentebouillonblokje boven de pan en breng aan de kook. Zet dan het vuur lager en kook de rijst, afgedekt, 10 minuten. Haal de pan daarna van het vuur en laat 10 minuten afgedekt staan.",
    "Pak 3 diepe borden. Meng 6 el bloem in het eerste bord met een snuf zout. Kluts 3 eieren met een vork in het tweede bord. Meng 2 el sesamzaadjes met 60 g panko, zout en peper in het derde bord. Haal de kip eerst door de bloem en zorg dat hij rondom helemaal bedekt is. Haal daarna door het geklutste ei en tot slot door het sesamzaad-pankomengsel. Leg de gepaneerde kip op een bord.",
    "Verhit 3 el olijfolie in een koekenpan op middelhoog vuur. Voeg de kip toe en bak 2 minuten per kant, of totdat de kip goudbruin is. Haal de kip uit de pan, leg op een bakplaat met bakpapier en bak nog 6 – 8 minuten in de oven, of totdat de kip gaar is.",
    "Meng 50 ml sojasaus, 4 el honing en 3 tl sambal in een kleine kom. Haal de bakplaat met groente uit de oven en giet het honing-sojamengsel erover en meng goed. Zet weer terug in de oven, en bak verder tot de groente klaar is.",
    "Verdeel de groente en de rijst over de borden. Leg de kip op de rijst. Eet smakelijk!"
  ]
}