{
  "title": "Fusilli integrale met courgette-geitenkaascrème",
  "servings": 6,
  "ingredients": [
    {
      "name": "Sjalot",
      "quantity": 3,
      "unit": "g"
    },
    {
      "name": "Courgette",
      "quantity": 3,
      "unit": "g"
    },
    {
      "name": "Kastanjechampignons",
      "quantity": 750,
      "unit": "g"
    },
    {
      "name": "Zongedroogde tomaten",
      "quantity": 180,
      "unit": "g"
    },
    {
      "name": "Verse basilicum",
      "quantity": 36,
      "unit": "g"
    },
    {
      "name": "Fusilli integrale",
      "quantity": 540,
      "unit": "g"
    },
    {
      "name": "Verse geitenkaas",
      "quantity": 300,
      "unit": "g"
    },
    {
      "name": "Pijnboompitten",
      "quantity": 50,
      "unit": "g"
    },
    {
      "name": "Olijfolie",
      "quantity": 6,
      "unit": "g"
    },
    {
      "name": "Witte balsamicoazijn",
      "quantity": 3,
      "unit": "g"
    },
    {
      "name": "Bouillonblokje",
      "quantity": 1.5,
      "unit": "g"
    },
    {
      "name": "Peper en zout",
      "quantity": 0,
      "unit": "g"
    }
  ],
  "steps": [
    "Kook 500 ml water per persoon in een pan met deksel voor de fusilli integrale. Snijd de sjalot. Snijd de courgette in blokjes van 1 cm. Snijd de kastanjechampignons in plakjes. Snijd de zongedroogde tomaten in reepjes en de blaadjes basilicum.",
    "Voeg de fusilli toe aan de pan met kokend water en kook de fusilli, afgedekt, 13 – 15 minuten. Giet daarna af, bewaar 1 el kookvocht per persoon en laat zonder deksel uitstomen. Verhit ondertussen de helft van de olijfolie in een koekenpan en fruit de sjalot 2 minuten op middelhoog vuur. Voeg de blokjes courgette toe en bak in 10 – 12 minuten zacht en bruin (zie tip).",
    "Schenk de witte balsamicoazijn in de pan en verwarm nog 1 minuut. Voeg het kookvocht van de fusilli toe aan een hoge kom, verkruimel er ½ bouillonblokje per persoon boven en roer goed door.",
    "Voeg de courgette en de sjalot vervolgens toe aan de hoge kom en de geitenkaas erover. Voeg de helft van de basilicum toe en pureer de courgette en de geitenkaas met een staafmixer tot een gladde saus. Verhit ondertussen de overige olijfolie in dezelfde koekenpan en bak de kastanjechampignons in 5 – 7 minuten op middelhoog vuur. Breng op smaak met peper en zout.",
    "Verhit ondertussen een andere koekenpan op hoog vuur en rooster de pijnboompitten, zonder olie, goudbruin. Meng vervolgens de courgettecrème en de helft van de champignons, pijnboompitten en zongedroogde tomaten door de fusilli.",
    "Verdeel de pasta over de borden en leg er de overige kastanjechampignons op. Bestrooi met de overige pijnboompitten, zongedroogde tomaten en het basilicum."
  ]
}