{
  "title": "spaghetti met serranoham en courgettelinten",
  "servings": 2,
  "ingredients": [
    {
      "name": "Mini-romatomaten",
      "quantity": 200,
      "unit": "g"
    },
    {
      "name": "Spaghetti integrale",
      "quantity": 180,
      "unit": "g"
    },
    {
      "name": "Sjalot",
      "quantity": 2,
      "unit": "st"
    },
    {
      "name": "Courgette",
      "quantity": 0.5,
      "unit": "st"
    },
    {
      "name": "Verse oregano",
      "quantity": 4,
      "unit": "takjes"
    },
    {
      "name": "Serranoham",
      "quantity": 80,
      "unit": "g"
    },
    {
      "name": "Oude-kaasvlakes",
      "quantity": 50,
      "unit": "g"
    },
    {
      "name": "Zwarte balsamicoazijn",
      "quantity": 2,
      "unit": "tl"
    },
    {
      "name": "Olijfolie",
      "quantity": 2,
      "unit": "el"
    },
    {
      "name": "Extra vierge olijfolie",
      "quantity": 2,
      "unit": "el"
    },
    {
      "name": "Peper & zout",
      "quantity": 0,
      "unit": "naar smaak"
    }
  ],
  "steps": [
    "Verwarm de oven voor op 200 graden. Kook 500 ml water per persoon voor de spaghetti in een pan met deksel. Leg de mini-romatomaten in een ovenschaal met bakpapier en besprenkel met de zwarte balsamicoazijn en de helft van de olijfolie. Bestrooi met peper en zout en bak 15 minuten in de oven.",
    "Kook ondertussen de spaghetti, afgedekt, 9 - 10 minuten in de pan met deksel en giet af.",
    "Snipper ondertussen de sjalot. Schaaf de courgette met een dunschiller of kaasschaaf in dunne, lange linten. Ris de blaadjes van de takjes oregano en snijd de blaadjes fijn.",
    "Verhit de overige olijfolie in een wok of hapjespan en fruit de sjalot 3 - 4 minuten op middelhoog vuur. Voeg de courgette en oregano toe en bak nog 6 minuten. Snijd of scheur ondertussen de serranoham in repen.",
    "Voeg de spaghetti en de helft van de oude kaas toe aan de pan met courgette en meng goed. Verhit 1 minuut op hoog vuur en breng op smaak met peper en zout. Haal de pan van het vuur en voeg de helft van de extra vierge olijfolie en het grootste deel van de serranoham toe.",
    "Verdeel het gerecht over de borden. Garneer met de overige serranoham en de overige oude kaas. Besprenkel met de overige extra vierge olijfolie en serveer met de mini-romatomaten uit de oven."
  ]
}