{
  "title": "Doradefilet met couscoussalade",
  "servings": 6,
  "ingredients": [
    {
      "name": "Volkoren couscous",
      "quantity": 500,
      "unit": "g"
    },
    {
      "name": "Radijs",
      "quantity": 28,
      "unit": "g"
    },
    {
      "name": "Elstar appel",
      "quantity": 3,
      "unit": "g"
    },
    {
      "name": "Komkommer",
      "quantity": 3,
      "unit": "g"
    },
    {
      "name": "Verse munt",
      "quantity": 30,
      "unit": "g"
    },
    {
      "name": "Volle yoghurt",
      "quantity": 18,
      "unit": "g"
    },
    {
      "name": "Doradefilet met vel (100 g)",
      "quantity": 6,
      "unit": "g"
    },
    {
      "name": "Groentebouillon",
      "quantity": 1000,
      "unit": "g"
    },
    {
      "name": "Wittewijnazijn",
      "quantity": 3,
      "unit": "g"
    },
    {
      "name": "Extra vierge olijfolie",
      "quantity": 3,
      "unit": "g"
    },
    {
      "name": "Honing",
      "quantity": 3,
      "unit": "g"
    },
    {
      "name": "Olijfolie",
      "quantity": 3,
      "unit": "g"
    },
    {
      "name": "Peper & zout",
      "quantity": 0,
      "unit": "g"
    }
  ],
  "steps": [
    "Bereid de bouillon in een saladekom en laat afgedekt, 10 minuten wellen.",
    "Snijd of schaaf ondertussen de radijs in dunne plakken. Snijd de helft van de elstar appel (elstar) in kwarten, verwijder het klokhuis en snijd klein. Snijd ⅔ van de komkommer in kleine blokjes en rasp de overige komkommer met een grove rasp. Snijd de munt heel fijn.",
    "Voeg de radijs, het loof, de blokjes komkommer, appel en de helft van de munt toe aan de saladekom met couscous.",
    "Maak een dressing van de volle yoghurt, geraspte komkommer, wittewijnazijn, extra vierge olijfolie, honing, overige munt en 1 el water per persoon. Breng op smaak met peper en zout. Voeg de helft van de dressing toe aan de saladekom.",
    "Verhit een koekenpan met de olijfolie op middelhoog vuur en bak de doradefilet 2 - 3 minuten op het vel. Verlaag het vuur en bak de dorade nog 1 - 2 minuten op de andere zijde. Breng op smaak met peper en zout.",
    "Verdeel de couscoussalade (tabouleh) over de borden, garneer met de overige dressing en besprenkel naar smaak met meer extra vierge olijfolie. Serveer met de doradefilet."
  ]
}