{
  "title": "Romige Farfalle met Kipgehakt en Spinazie",
  "servings": 2,
  "ingredients": [
    {
      "name": "Ui",
      "quantity": 1,
      "unit": "stuk"
    },
    {
      "name": "Knoflookteen",
      "quantity": 2,
      "unit": "stuk(s)"
    },
    {
      "name": "Rode peper",
      "quantity": 0.5,
      "unit": "stuk"
    },
    {
      "name": "Venkel",
      "quantity": 1,
      "unit": "stuk"
    },
    {
      "name": "Farfalle",
      "quantity": 180,
      "unit": "g"
    },
    {
      "name": "Italiaans gekruid kipgehakt",
      "quantity": 200,
      "unit": "g"
    },
    {
      "name": "Spinazie",
      "quantity": 200,
      "unit": "g"
    },
    {
      "name": "Crème fraîche",
      "quantity": 6,
      "unit": "el"
    },
    {
      "name": "Geraspte belegen kaas",
      "quantity": 50,
      "unit": "g"
    },
    {
      "name": "Olijfolie",
      "quantity": 1,
      "unit": "el"
    }
  ],
  "steps": [
    "Kook 500 ml water per persoon in een pan met deksel voor de farfalle. Snipper de ui en snijd de knoflook fijn.",
    "Verwijder de zaadlijsten van de rode peper en snijd de rode peper fijn (zie tip). Halveer de venkel, snijd in kwarten en verwijder de harde kern. Snijd de venkel in kleine blokjes.",
    "Kook de farfalle, afgedekt, 10 – 12 minuten in de pan met deksel en giet daarna af. Laat zonder deksel uitstomen.",
    "Verhit ondertussen de olijfolie in een wok of hapjespan met deksel en bak het kipgehakt in 3 minuten los op middelhoog vuur. Voeg de ui, knoflook en rode peper toe en bak 2 minuten mee. Voeg de venkel en 1 el water per persoon toe, bestrooi met peper en zout en bak, afgedekt, 5 minuten.",
    "Zet het vuur laag en scheur de spinazie eventueel in delen, klein boven de wok of hapjespan met deksel en laat al roerend slinken. Voeg de crème fraîche en de helft van de belegen kaas toe en roer goed door (zie tip). Voeg de farfalle toe, breng verder op smaak met peper en en verhit nog 1 minuut.",
    "Verdeel de pasta over de borden. Garneer met de overige belegen kaas."
  ]
}