{
  "title": "Pasta met garnalen, courgette en curry-roomsaus",
  "servings": 2,
  "ingredients": [
    {
      "name": "Knoflookteen",
      "quantity": 1,
      "unit": "st"
    },
    {
      "name": "Sjalot",
      "quantity": 1,
      "unit": "st"
    },
    {
      "name": "Rode peper",
      "quantity": 0.5,
      "unit": "st"
    },
    {
      "name": "Courgette",
      "quantity": 1,
      "unit": "st"
    },
    {
      "name": "Kerriepoeder",
      "quantity": 1,
      "unit": "tl"
    },
    {
      "name": "Gerookt paprikapoeder",
      "quantity": 0.5,
      "unit": "tl"
    },
    {
      "name": "Tomatenblokjes",
      "quantity": 1,
      "unit": "pak"
    },
    {
      "name": "Kookroom",
      "quantity": 75,
      "unit": "ml"
    },
    {
      "name": "Pasta",
      "quantity": 180,
      "unit": "g"
    },
    {
      "name": "Tomaat",
      "quantity": 1.5,
      "unit": "st"
    },
    {
      "name": "Verse dragon",
      "quantity": 5,
      "unit": "g"
    },
    {
      "name": "Garnalen",
      "quantity": 90,
      "unit": "g"
    },
    {
      "name": "Olijfolie",
      "quantity": 1.5,
      "unit": "el"
    },
    {
      "name": "Visbouillon",
      "quantity": 100,
      "unit": "ml"
    },
    {
      "name": "Witte balsamicoazijn",
      "quantity": 0.75,
      "unit": "el"
    },
    {
      "name": "Extra vierge olijfolie",
      "quantity": 1,
      "unit": "tl"
    },
    {
      "name": "Roomboter",
      "quantity": 1,
      "unit": "el"
    },
    {
      "name": "Peper & zout",
      "quantity": 0,
      "unit": "naar smaak"
    }
  ],
  "steps": [
    "Verwarm de oven voor op 210 graden en bereid de bouillon. Pers de knoflook of snijd fijn. Snipper de sjalot. Verwijder de zaadlijsten van de rode peper en snijd de rode peper fijn (zie TIP). Snijd de courgette in plakjes van 1 cm dik en verdeel deze over een bakplaat met bakpapier. Besprenkel met 1/2 el olijfolie per persoon, peper en zout. Bak 15 – 20 minuten in de oven.",
    "Breng in een pan met deksel ruim water aan de kook voor de pasta. Verhit 1 el olijfolie per persoon (zie TIP) in een grote hapjespan met deksel op middelhoog vuur en fruit de sjalot, de knoflook en de helft van de rode peper 2 – 3 minuten. Voeg daarna per persoon 1 tl kerriepoeder en 1/2 tl gerookt paprikapoeder toe en bak de kruiden 1 minuut mee.",
    "Blus de smaakmakers en kruiden af met 1/2 el witte balsamicoazijn per persoon, de bouillon en de tomatenblokjes. Verlaag het vuur en voeg de room toe. Laat de saus, afgedekt, op laag vuur nog 12 – 14 minuten pruttelen. Breng op smaak met peper en zout. Kook ondertussen de pasta, afgedekt, in 10 – 16 minuten gaar. Giet af en laat uitstomen zonder deksel.",
    "Snijd ondertussen de tomaat in kleine blokjes. Ris de blaadjes van de takjes dragon en hak ze fijn. Meng de tomatenblokjes in een kom met per persoon 1/4 el witte balsamicoazijn, 1 tl extra vierge olijfolie, de helft van de dragon, peper en zout.",
    "Verhit 1/2 el roomboter per persoon in een koekenpan op middelhoog vuur. Roerbak de garnalen en de overige rode peper 3 – 4 minuten. Breng op smaak met peper en zout. Voeg de garnalen en de overige dragon toe aan de saus.",
    "Schep de pasta in diepe borden en serveer met de saus, garnalen en courgetteplakken. Serveer de tomaat met dragon ernaast."
  ]
}