{
  "title": "Portobelloburger met gebakken ei",
  "servings": 1,
  "ingredients": [
    {
      "name": "Nicola aardappelen",
      "quantity": 250,
      "unit": "g"
    },
    {
      "name": "Gedroogde rozemarijn",
      "quantity": 1,
      "unit": "tl"
    },
    {
      "name": "Gedroogde tijm",
      "quantity": 1,
      "unit": "tl"
    },
    {
      "name": "Rode ui",
      "quantity": 0.5,
      "unit": "st"
    },
    {
      "name": "Courgette",
      "quantity": 1,
      "unit": "st"
    },
    {
      "name": "Portobello",
      "quantity": 1,
      "unit": "st"
    },
    {
      "name": "Geraspte belegen kaas",
      "quantity": 25,
      "unit": "g"
    },
    {
      "name": "Hamburgerbol",
      "quantity": 1,
      "unit": "st"
    },
    {
      "name": "Vrije-uitloopei",
      "quantity": 1,
      "unit": "st"
    },
    {
      "name": "Mayonaise",
      "quantity": 1,
      "unit": "el"
    },
    {
      "name": "Olijfolie",
      "quantity": 0.5,
      "unit": "el"
    },
    {
      "name": "Roomboter",
      "quantity": 1,
      "unit": "el"
    },
    {
      "name": "Peper & zout",
      "quantity": 0,
      "unit": "g"
    }
  ],
  "steps": [
    "Verwarm de oven voor op 210 graden. Was de aardappelen (nicola) grondig en snijd in lange, smalle parten. Verhit de helft van de olijfolie in een hapjespan met deksel op middelhoog vuur. Bak de aardappelen, afgedekt, 25 – 30 minuten op middelhoog vuur. Haal na 20 minuten de deksel van de pan. Bak de laatste 2 minuten rozemarijn en de tijm mee en breng op smaak met peper en zout.",
    "Snijd ondertussen de rode ui in ringen en snijd de courgette in dunne plakken. Breek voorzichtig het steeltje uit de portobello.",
    "Verdeel de courgette over één kant van een bakplaat met bakpapier. Leg de portobello ernaast met de open kant naar boven. Besprenkel de courgette en de portobello met de overige olijfolie en breng op smaak met peper en zout. Bak 10 minuten in de oven.",
    "Giet het vocht dat tijdens het bakken is vrijgekomen voorzichtig uit de portobello en vul de portobello met de geraspte belegen kaas. Verdeel de rode ui over de courgette en bak alles nog 5 – 10 minuten in de oven. Bak de laatste 4 – 6 minuten de hamburgerbollen mee.",
    "Verhit ondertussen de roomboter in een koekenpan en bak 1 spiegelei per persoon. Breng op smaak met peper en zout. Snijd de hamburgerbollen open.",
    "Maak per persoon een burger door de broodjes te beleggen met achtereenvolgens de portobello, een spiegelei en de helft van de gebakken rode ui. Serveer met de courgette, de overige rode ui en de aardappelen. Garneer met de mayonaise."
  ]
}