{
  "title": "Parelgelrst met ovengroenten",
  "servings": 6,
  "ingredients": [
    {
      "name": "Courgette",
      "quantity": 3,
      "unit": "st"
    },
    {
      "name": "Mini-romatomaten",
      "quantity": 900,
      "unit": "g"
    },
    {
      "name": "Verse tijm",
      "quantity": 6,
      "unit": "takjes"
    },
    {
      "name": "Lente-ui",
      "quantity": 6,
      "unit": "st"
    },
    {
      "name": "Amandelen",
      "quantity": 60,
      "unit": "g"
    },
    {
      "name": "Parelgelrst",
      "quantity": 360,
      "unit": "g"
    },
    {
      "name": "Feta",
      "quantity": 175,
      "unit": "g"
    },
    {
      "name": "Groentebouillon",
      "quantity": 900,
      "unit": "ml"
    },
    {
      "name": "Olijfolie",
      "quantity": 3,
      "unit": "el"
    },
    {
      "name": "Roomboter",
      "quantity": 3,
      "unit": "el"
    },
    {
      "name": "Extra vierge olijfolie",
      "quantity": 0,
      "unit": ""
    },
    {
      "name": "Peper & zout",
      "quantity": 0,
      "unit": ""
    }
  ],
  "steps": [
    "Verwarm de oven voor op 220 graden Celsius. Bekleed een ovenschaal met bakpapier. Bereid de bouillon. Snijd de courgette in blokjes van 1 cm en vervolgens in plakken. Halveer de mini-romatomaten. Ris de blaadjes van de takjes tijm. Snijd de lente-ui in fijne ringen en hak de amandelen grof.",
    "Meng de courgette, tomaat en de helft van de olijfolie in een ovenschaal met bakpapier. Bestrooi met peper en zout en bak de groenten 20 minuten in de oven.",
    "Smelt ondertussen de roomboter in een pan met deksel en bak de parelgelrst en overige tijm 1 minuut op middelhoog vuur. Voeg de bouillon toe en kook de parelgelrst, afgedekt, in 20 minuten droog. Voeg halverwege de lente-ui toe en roer tussendoor goed over de bodem. Voeg als het nodig is extra water toe om aanbranden te voorkomen.",
    "Rooster ondertussen de amandelen in een koekenpan, zonder olie, 2 minuten op middelhoog vuur (zie tip).",
    "Verbrokkel de feta en roer de helft van de parelgelrst. Schep de helft van de gegrilde groenten inclusief bakvocht erbij. Breng op smaak met peper en zout.",
    "Verdeel de parelgelrst over de borden. Schep de overige groenten er bovenop en garneer met de amandelen en overige feta. Besprenkel naar smaak met extra vierge olijfolie."
  ]
}