{
  "title": "Parelgert met aubergine en kruidenyoghurt",
  "servings": 2,
  "ingredients": [
    {
      "name": "Parelgert",
      "quantity": 170,
      "unit": "g"
    },
    {
      "name": "Aubergine",
      "quantity": 1,
      "unit": "g"
    },
    {
      "name": "Verse munt",
      "quantity": 6,
      "unit": "g"
    },
    {
      "name": "Verse bladpeterselie",
      "quantity": 6,
      "unit": "g"
    },
    {
      "name": "Volle yoghurt",
      "quantity": 150,
      "unit": "g"
    },
    {
      "name": "Spinazie",
      "quantity": 100,
      "unit": "g"
    },
    {
      "name": "Granaatappelpitten",
      "quantity": 40,
      "unit": "g"
    },
    {
      "name": "Gezouten amandelen",
      "quantity": 40,
      "unit": "g"
    },
    {
      "name": "Groentebouillon",
      "quantity": 500,
      "unit": "g"
    },
    {
      "name": "Olijfolie",
      "quantity": 1,
      "unit": "g"
    },
    {
      "name": "Witte balsamicoazijn",
      "quantity": 1,
      "unit": "g"
    },
    {
      "name": "Extra vierge olijfolie",
      "quantity": 1,
      "unit": "g"
    },
    {
      "name": "Peper & zout",
      "quantity": 0,
      "unit": "g"
    }
  ],
  "steps": [
    "Bereid de bouillon in een pan met deksel voor de parelgerst. Voeg de parelgerst toe en kook, afgedekt, in ongeveer 25 minuten. Roer tussendoor goed over de bodem van de pan om aanbranden te voorkomen.",
    "Snijd ondertussen de aubergine in blokjes van 1 – 2 cm. Verhit de olijfolie in een wok of hapjespan met deksel en bak de aubergine 10 minuten op middelhoog vuur. Dek de pan af met een deksel indien de aubergine aanbrandt. Breng op smaak met peper en zout.",
    "Snijd ondertussen de verse munt en bladpeterselie fijn. Roer van beide kruiden een klein gedeelte door de yoghurt en breng de kruidenyoghurt op smaak met peper en zout.",
    "Voeg de helft van de spinazie toe aan de aubergine en laat al roerend in 2 – 3 min. slinken. Scheur de overige spinazie klein en verdeel over de borden.",
    "Voeg de parelgerst en witte balsamicoazijn toe aan de wok of hapjespan en roer goed door. Haal de pan van het vuur, meng de extra vierge olijfolie door het gerecht en breng op smaak met peper en zout.",
    "Verdeel het gerecht over de borden. Serveer met de kruidenyoghurt en garneer met de overige verse kruiden, de granaatappelpitten en de gezouten amandelen."
  ]
}