{
  "title": "Rucolastamppot met kruidenkaasblokjes",
  "servings": 2,
  "ingredients": [
    {
      "name": "Colomba aardappelen",
      "quantity": 600,
      "unit": "g"
    },
    {
      "name": "Courgette",
      "quantity": 1,
      "unit": "st"
    },
    {
      "name": "Rode cherrytomaten",
      "quantity": 125,
      "unit": "g"
    },
    {
      "name": "Rucola",
      "quantity": 23,
      "unit": "g"
    },
    {
      "name": "Verse basilicum",
      "quantity": 6,
      "unit": "blaadjes"
    },
    {
      "name": "Zonnebloempitten",
      "quantity": 20,
      "unit": "g"
    },
    {
      "name": "Crème fraîche",
      "quantity": 1,
      "unit": "el"
    },
    {
      "name": "Kruidenkaasblokjes",
      "quantity": 75,
      "unit": "g"
    },
    {
      "name": "Olijfolie",
      "quantity": 2,
      "unit": "el"
    },
    {
      "name": "Roomboter",
      "quantity": 1,
      "unit": "el"
    },
    {
      "name": "Mosterd",
      "quantity": 1,
      "unit": "el"
    },
    {
      "name": "Peper & zout",
      "quantity": 0,
      "unit": "naar smaak"
    }
  ],
  "steps": [
    "Stap 1: AARDAPPELEN KOKEN Schil of was de aardappelen (colomba) grondig en snijd in kwarten (zie tip). Zorg dat de aardappelen net onder water staan in een pan met deksel met een beetje zout. Breng afgedekt aan de kook en laat 12 – 15 minuten zachtjes koken. Giet daarna af en laat deksel uitstomen.",
    "Stap 2: GROENTEN SNIJDEN Snijd ondertussen de courgette in de lengte in kwarten en snijd vervolgens in kleine blokjes. Halveer de cherrytomaten. Scheur rucola en basilicum klein.",
    "Stap 3: PITTEN ROOSTEREN Verhit een koekenpan op hoog vuur en rooster de zonnebloempitten, zonder olie, tot ze beginnen te poffen. Haal uit de pan en bewaar apart.",
    "Stap 4: GROENTEN BAKKEN Verhit dezelfde koekenpan met de olijfolie op middelhoog vuur en bak de courgette 6 minuten. Voeg halverwege de cherrytomaten toe.",
    "Stap 5: OP SMAAK BRENGEN Stamp ondertussen de aardappelen tot een grove puree. Voeg de crème fraîche, roomboter en mosterd toe. Roer de helft van de tomaten, de helft van de kruidenkaasblokjes, de helft van de rucola en de helft van het basilicum door de stamppot en breng op smaak met peper en zout.",
    "Stap 6: SERVEREN Maak op elk bord een bedje van de overige rucola en verdeel de stamppot hierover. Verdeel de overige kaas en basilicum over de stamppot en garneer met de zonnebloempitten."
  ]
}