{
  "title": "Boomstammetjes met Aardappelwedges en Groenten",
  "servings": 3,
  "ingredients": [
    {
      "name": "Aardappelen",
      "quantity": 750,
      "unit": "g"
    },
    {
      "name": "Ei",
      "quantity": 1,
      "unit": "stuks"
    },
    {
      "name": "Varkensboerengehakt",
      "quantity": 300,
      "unit": "g"
    },
    {
      "name": "Panko paneermeel",
      "quantity": 40,
      "unit": "g"
    },
    {
      "name": "Geraspte oude Goudse kaas",
      "quantity": 30,
      "unit": "g"
    },
    {
      "name": "Verse rozemarijn",
      "quantity": 0.5,
      "unit": "el"
    },
    {
      "name": "Wortel",
      "quantity": 300,
      "unit": "g"
    },
    {
      "name": "Peultjes",
      "quantity": 150,
      "unit": "g"
    },
    {
      "name": "Witte balsamicoazijn",
      "quantity": 3,
      "unit": "el"
    },
    {
      "name": "Olijfolie",
      "quantity": 1.5,
      "unit": "el"
    },
    {
      "name": "Boter",
      "quantity": 0.75,
      "unit": "el"
    },
    {
      "name": "Mayonaise",
      "quantity": 0,
      "unit": "naar smaak"
    },
    {
      "name": "Peper en zout",
      "quantity": 0,
      "unit": "naar smaak"
    }
  ],
  "steps": [
    "Verwarm de oven voor op 180 graden.",
    "Was de aardappelen grondig en snijd in lange, smalle wedges.",
    "Verhit een scheutje olijfolie in een sauteerpan op middelhoog vuur en bak de aardappelen, afgedekt, 20 minuten.",
    "Haal het deksel van de pan en bak de aardappelen nog 10 - 15 minuten. Breng op smaak met peper en zout.",
    "Meng in een grote kom het gehakt met de kaas, het ei en 3/4 van de panko.",
    "Breng op smaak met peper en zout en kneed goed tot er een stevig mengsel ontstaat.",
    "Rol 2 boomstammetjes per persoon.",
    "Meng in een diep bord de overige panko met de rozemarijn.",
    "Haal de boomstammetjes door het pankomengsel.",
    "Verhit een klein klontje boter in een pan op middelhoog vuur en bak de boomstammetjes in 2-3 minuten rondom bruin.",
    "Leg de boomstammetjes daarna in een ovenschaal.",
    "Bak 12 - 16 minuten in de oven. Tip: Zijn sommige boomstammetjes dikker dan andere? Dan kan het langer duren voordat deze gaar zijn. Verleng de oventijd en houd de garing goed in de gaten. Snijd eventueel een van je boomstammetjes doormidden om de garing te controleren voor je ze serveert.",
    "Snijd de wortel in dunne schijfjes.",
    "Breng water aan de kook in een pot. Voeg de wortel toe en kook 4 minuten.",
    "Voeg de peultjes toe aan de wortel en kook nog 4 minuten samen. Tip: Sommige peultjes hebben draadjes. Haal je die er liever eerst af? Verwijder dan voorzichtig de uiteinden van de peultjes met een mes en trek de draadjes mee.",
    "Giet de groenten af, spoel onder koud water en laat uitstomen.",
    "Verhit een scheutje olijfolie in de pan van de boomstammetjes op middelhoog vuur. Voeg de wortel en peultjes toe en bak 1 minuut.",
    "Blus af met de witte balsamicoazijn en breng op smaak met peper en zout.",
    "Serveer de boomstammetjes, de patatjes en de groenten over de borden. Serveer met de mayonaise ernaast."
  ]
}