{
  "title": "Quinoa met Feta, Sperziebonen en Cherrytomaten",
  "servings": 2,
  "ingredients": [
    {
      "name": "Rode ui",
      "quantity": 1,
      "unit": "st"
    },
    {
      "name": "Knoflookteen",
      "quantity": 2,
      "unit": "st"
    },
    {
      "name": "Feta",
      "quantity": 150,
      "unit": "g"
    },
    {
      "name": "Sperziebonen",
      "quantity": 200,
      "unit": "g"
    },
    {
      "name": "Rode cherrytomaten",
      "quantity": 250,
      "unit": "g"
    },
    {
      "name": "Quinoa",
      "quantity": 170,
      "unit": "g"
    },
    {
      "name": "Ras el hanout",
      "quantity": 2,
      "unit": "tl"
    },
    {
      "name": "Verse munt",
      "quantity": 20,
      "unit": "g"
    },
    {
      "name": "Pijnboompitten",
      "quantity": 19,
      "unit": "g"
    },
    {
      "name": "Groentebouillon",
      "quantity": 350,
      "unit": "ml"
    },
    {
      "name": "Olijfolie",
      "quantity": 2,
      "unit": "el"
    },
    {
      "name": "Zonnebloemolie",
      "quantity": 1,
      "unit": "el"
    },
    {
      "name": "Witte balsamicoazijn",
      "quantity": 2,
      "unit": "tl"
    },
    {
      "name": "Gemalen komijnzaad",
      "quantity": 1,
      "unit": "tl"
    }
  ],
  "steps": [
    "Verwarm de oven voor op 200 graden. Snipper de rode ui fijn. Pers de knoflook of snijd fijn. Verwijder de steelaanzet van de sperziebonen. Snijd de feta in 2 stukken.",
    "Verhit de helft van de zonnebloemolie in een pan met deksel en wok of hapjespan en fruit de rode ui 2 minuten op middelhoog vuur. Voeg de quinoa, ras el hanout en de overige komijn toe en bak al roerend 30 seconden. Voeg de bouillon toe, kook de quinoa, afgedekt, 12 – 15 minuten. Voeg extra water toe als de quinoa te snel droog kookt. Laat zonder deksel uitstomen.",
    "Verdeel ondertussen de cherrytomaten over een bakplaat met bakpapier, besprenkel met de overige olijfolie en bestrooi met peper en zout. Bak de cherrytomaten 15 minuten in de oven. Leg halverwege de feta naast de cherrytomaten op de bakplaat en bak mee.",
    "Verhit ondertussen de zonnebloemolie in een wok of hapjespan met deksel en de sperziebonen en de knoflook 1 minuut op middelhoog vuur. Breng op smaak met peper en zout, voeg 2 el water per persoon toe en bak de sperziebonen, afgedekt, 12 – 14 minuten, of tot ze beetgaar zijn. Schep regelmatig om.",
    "Snijd ondertussen de verse munt fijn. Roer de quinoa los met een vork. Voeg de witte balsamicoazijn en het grootste deel van de verse munt toe en breng op smaak met peper en zout.",
    "Verdeel de quinoa over de borden. Verdeel de sperziebonen en cherrytomaten over de quinoa en eindig met de gebakken feta. Garneer de maaltijd met de pijnboompitten, de overige verse munt en extra vierge olijfolie naar smaak."
  ]
}