{
  "title": "Rigatonisalade met courgette en feta",
  "servings": 6,
  "ingredients": [
    {
      "name": "Rigatoni",
      "quantity": 750,
      "unit": "g"
    },
    {
      "name": "Cherrytomaten",
      "quantity": 750,
      "unit": "g"
    },
    {
      "name": "Verse krulpeterselie",
      "quantity": 6,
      "unit": "takjes"
    },
    {
      "name": "Courgette",
      "quantity": 3,
      "unit": "st"
    },
    {
      "name": "Knoflookteen",
      "quantity": 2,
      "unit": "st"
    },
    {
      "name": "Pijnboompitten",
      "quantity": 120,
      "unit": "g"
    },
    {
      "name": "Paprikapoeder",
      "quantity": 6,
      "unit": "tl"
    },
    {
      "name": "Feta",
      "quantity": 175,
      "unit": "g"
    },
    {
      "name": "Extra vierge olijfolie",
      "quantity": 6,
      "unit": "el"
    },
    {
      "name": "Zwarte balsamicoazijn",
      "quantity": 0,
      "unit": ""
    },
    {
      "name": "Honing",
      "quantity": 2,
      "unit": "tl"
    },
    {
      "name": "Peper & zout",
      "quantity": 0,
      "unit": ""
    }
  ],
  "steps": [
    "1. PASTA KOKEN: Kook 500 ml water per persoon in een pan met deksel voor de rigatoni en kook de rigatoni, afgedekt, 10 – 12 minuten. Giet daarna af en laat zonder deksel uitstomen.",
    "2. GROENTEN VOORBEREIDEN: Meng ondertussen in een saladekom extra vierge olijfolie, zwarte balsamicoazijn, honing, peper en zout tot een dressing. Snijd de cherrytomaten in kwarten en snijd de krulpeterselie fijn. Voeg de cherrytomaten en het grootste deel van de krulpeterselie toe aan de saladekom. Snijd de courgette in dunne halve plakken en snijd of pers de knoflook fijn.",
    "3. PIJNBOOMPITTEN ROOSTEREN: Verhit een koekenpan op hoog vuur zonder olie en rooster de pijnboompitten, goudbruin. Haal uit de pan en bewaar apart.",
    "4. COURGETTE BAKKEN: Verhit de olijfolie in dezelfde koekenpan en bak de knoflook en courgette met paprikapoeder 3 - 4 minuten op middelhoog vuur. Breng op smaak met peper en zout en voeg daarna toe aan de saladekom.",
    "5. FETA VERKRUIMELEN: Verkruimel de feta. Voeg als laatste de rigatoni en de helft van de feta toe aan de saladekom en meng alles goed.",
    "6. SERVEREN: Verdeel het gerecht over de borden en garneer met de pijnboompitten, de overige feta en de overige krulpeterselie."
  ]
}