{
  "title": "Romige lasagne met rundergehakt",
  "servings": 2,
  "ingredients": [
    {
      "name": "Ui",
      "quantity": 150,
      "unit": "g"
    },
    {
      "name": "Knoflookteen",
      "quantity": 10,
      "unit": "g"
    },
    {
      "name": "Rode peper",
      "quantity": 15,
      "unit": "g"
    },
    {
      "name": "Pruimtomaat",
      "quantity": 100,
      "unit": "g"
    },
    {
      "name": "Rundergehakt",
      "quantity": 200,
      "unit": "g"
    },
    {
      "name": "Paprikapoeder",
      "quantity": 3,
      "unit": "g"
    },
    {
      "name": "Kookroom",
      "quantity": 100,
      "unit": "g"
    },
    {
      "name": "Grana padano-flakes",
      "quantity": 50,
      "unit": "g"
    },
    {
      "name": "Lasagnebladen",
      "quantity": 60,
      "unit": "g"
    },
    {
      "name": "Verse basilicum",
      "quantity": 2,
      "unit": "g"
    },
    {
      "name": "Groentebouillon",
      "quantity": 150,
      "unit": "g"
    },
    {
      "name": "Roomboter",
      "quantity": 14,
      "unit": "g"
    },
    {
      "name": "Bloem",
      "quantity": 10,
      "unit": "g"
    },
    {
      "name": "Olijfolie",
      "quantity": 14,
      "unit": "g"
    },
    {
      "name": "Peper & zout",
      "quantity": 0,
      "unit": "g"
    }
  ],
  "steps": [
    "Verwarm de oven voor op 200 graden. Bereid de bouillon. Snipper de ui en pers of snijd de knoflook fijn. Verwijder de zaadlijsten van de rode peper en snijd de rode peper fijn. Snijd de tomaat in blokjes.",
    "Verhit een wok of hapjespan op middelhoog vuur en bak het rundergehakt zonder olie, in 3 minuten los. Breng op smaak met peper en zout. Haal uit de pan en bewaar apart.",
    "Verhit de roomboter in dezelfde wok of hapjespan en fruit de ui, knoflook en rode peper 2 minuten op middellaag vuur. Voeg de bloem toe en bak al roerend 2 minuten op middelhoog vuur. Voeg ⅓ van de bouillon toe en roer met een garde tot de bouillon is opgenomen. Herhaal deze handeling nog 2 keer met de overige bouillon. Roer de saus glad en voeg de tomaat toe. Breng aan de kook en laat nog 1 minuut koken.",
    "Voeg het paprikapoeder en de kookroom, het gehakt en ⅓ van de grana padano toe en breng op smaak met peper en zout.",
    "Vet een ovenschaal in met de olijfolie. Schenk, om te beginnen, een dun laagje saus in de ovenschaal. Bedek deze met een deel van de lasagnebladen en druk goed aan. Schep daarna weer een laagje saus op de lasagnebladen. Herhaal dit tot bijna alle saus gebruikt is. Dek de lasagne af met een laagje saus en de overige grana padano. Bak de lasagne 20 - 25 minuten in voorverwarmde oven. Pluk ondertussen de basilicumblaadjes los.",
    "Verdeel de lasagne over de borden en garneer met de basilicumblaadjes."
  ]
}