{
  "title": "Gebakken rijst met spiegelei",
  "servings": 2,
  "ingredients": [
    {
      "name": "Zilvervliesrijst",
      "quantity": 170,
      "unit": "g"
    },
    {
      "name": "Sesamzaad",
      "quantity": 20,
      "unit": "g"
    },
    {
      "name": "Gezouten cashewnoten",
      "quantity": 40,
      "unit": "g"
    },
    {
      "name": "Peen",
      "quantity": 200,
      "unit": "g"
    },
    {
      "name": "Sperziebonen",
      "quantity": 200,
      "unit": "g"
    },
    {
      "name": "Knoflookteen",
      "quantity": 10,
      "unit": "g"
    },
    {
      "name": "Verse gember",
      "quantity": 10,
      "unit": "g"
    },
    {
      "name": "Lente-ui",
      "quantity": 40,
      "unit": "g"
    },
    {
      "name": "Vrije-uitloopei",
      "quantity": 100,
      "unit": "g"
    },
    {
      "name": "Sojasas",
      "quantity": 25,
      "unit": "g"
    },
    {
      "name": "Olijfolie",
      "quantity": 14,
      "unit": "g"
    },
    {
      "name": "Zonnebloemolie",
      "quantity": 14,
      "unit": "g"
    },
    {
      "name": "Peper & zout",
      "quantity": 0,
      "unit": "g"
    }
  ],
  "steps": [
    "Kook 250 ml water per persoon in een pan met deksel en kook de rijst, afgedekt, 12 – 15 minuten. Giet daarna als het nodig is af en laat zonder deksel uitstomen.",
    "Verhit ondertussen een wok of hapjespan op hoog vuur en rooster het sesamzaad, zonder olie, goudbruin. Haal uit de pan en bewaar apart. Hak de cashewnoten grof.",
    "Snijd de steelaanzet van de sperziebonen en snijd de sperziebonen in 3 gelijke stukken. Pers of snijd de knoflook fijn. Schil de gember en snijd fijn. Snijd de lente-ui in fijne ringen en bewaar het witte en groene gedeelte apart van elkaar.",
    "Verhit de helft van de olijfolie in een andere wok of hapjespan op middelhoog vuur. Voeg de peen al roerend 5 minuten, met peper en zout. Voeg de sperziebonen toe en bak al roerend nog 8 – 10 minuten, de boontjes beetgaar zijn. De groenten mogen best een beetje bruin worden, dat geeft smaak. Verhit ondertussen de zonnebloemolie in een koekenpan en bak 1 spiegelei per persoon.",
    "Verhit de overige olijfolie in een andere wok of hapjespan op middelhoog vuur. Voeg de knoflook en gember toe en bak 1 minuut. Voeg de rijst toe aan de pan en bak al roerend 1 – 2 minuten, of tot het geheel krokant en bruin van kleur is. Voeg de gebakken groenten, de helft van de sojasaus en het witte gedeelte van de lente-ui toe en bak 1 minuut (zie tip). Proef en voeg eventueel meer sojasaus naar smaak toe.",
    "Verdeel de rijst over de kommen. Serveer met het spiegelei en garneer met de cashewnoten, sesamzaadjes en het groene gedeelte van de lente-ui."
  ]
}