{
  "title": "Roseval aardappelen en portobello met geitenkaas",
  "servings": 2,
  "ingredients": [
    {
      "name": "Roseval aardappelen",
      "quantity": 600,
      "unit": "g"
    },
    {
      "name": "Verse rozemarijn",
      "quantity": 1,
      "unit": "g"
    },
    {
      "name": "Rode ui",
      "quantity": 1,
      "unit": "g"
    },
    {
      "name": "Courgette",
      "quantity": 1,
      "unit": "g"
    },
    {
      "name": "Portobello",
      "quantity": 2,
      "unit": "g"
    },
    {
      "name": "Verse geitenkaas",
      "quantity": 40,
      "unit": "g"
    },
    {
      "name": "Walnoten",
      "quantity": 15,
      "unit": "g"
    },
    {
      "name": "Olijfolie",
      "quantity": 2,
      "unit": "g"
    },
    {
      "name": "Honing",
      "quantity": 1,
      "unit": "g"
    }
  ],
  "steps": [
    "Verwarm de oven voor op 200 graden met boven- en onderwarmte. Kook ruim water in een pan met deksel voor de aardappelen. Was de aardappelen grondig en snijd ze in lange smalle parten. Kook de aardappelen 4 – 6 minuten. Giet af en laat uitstomen zonder deksel. Dep de aardappelen vervolgens droog met een schone theedoek of keukenpapier.",
    "Ris ondertussen de blaadjes van de helft van de rozemarijn en snijd fijn. Snijd de rode ui in ringen en snijd de courgette in dunne plakjes.",
    "Verhit de helft van de olijfolie in een hapjespan met deksel en bak de aardappelen met de helft van de rozemarijn, peper en zout afgedekt, 18 – 22 minuten op middelhoog vuur. Haal in de laatste 5 minuten de deksel van de pan.",
    "Leg ondertussen de courgette en rode ui op een bakplaat met bakpapier. Leg de portobello er met de open kant naar boven tussen en vul de portobello met de overige geitenkaas. Besprenkel met de overige olijfolie en de honing en bestrooi met de overige rozemarijn, peper en zout. Bak 15 minuten in de oven.",
    "Hak ondertussen de walnoten grof. Strooi de walnoten na 10 minuten over de bakplaat met groenten.",
    "Verdeel de aardappelen en portobello met ovengroenten over de borden. Besprenkel naar smaak met extra vierge olijfolie."
  ]
}