{
  "title": "Salade met Gerookte Forel",
  "servings": 2,
  "ingredients": [
    {
      "name": "Roseval aardappelen",
      "quantity": 250,
      "unit": "g"
    },
    {
      "name": "Sperziebonen",
      "quantity": 150,
      "unit": "g"
    },
    {
      "name": "Elstar appel",
      "quantity": 1,
      "unit": "stuks"
    },
    {
      "name": "Tuinkers",
      "quantity": 1,
      "unit": "el"
    },
    {
      "name": "Gerookte forelfilet",
      "quantity": 140,
      "unit": "g"
    },
    {
      "name": "Extra vierge olijfolie",
      "quantity": 3,
      "unit": "el"
    },
    {
      "name": "Witte balsamicoazijn",
      "quantity": 3,
      "unit": "tl"
    },
    {
      "name": "Honing",
      "quantity": 3,
      "unit": "tl"
    },
    {
      "name": "Mosterd",
      "quantity": 3,
      "unit": "tl"
    },
    {
      "name": "Peper en zout (naar smaak)",
      "quantity": 0,
      "unit": ""
    }
  ],
  "steps": [
    "Schil of was de aardappelen (roseval), snijd grondig en snijd in blokjes van 1 – 2 cm. Verwijder de steelaanzet van de sperziebonen en snijd de sperziebonen in 3 gelijke stukken.",
    "Zorg dat de blokjes aardappel net onder water staan in een pan met deksel, breng afgedekt aan de kook en kook de aardappelblokjes 8 – 11 minuten, of tot ze gaar zijn. Giet daarna af en laat uitstomen zonder deksel.",
    "Schenk ondertussen een bodempje water in de andere pan met deksel. Voeg de sperziebonen toe, breng afgedekt aan de kook en kook de sperziebonen in 7 – 9 minuten, naar wens gaar. Giet daarna af.",
    "Snijd ondertussen de appel (elstar) in kwarten, verwijder het klokhuis en snijd de appel in blokjes. Knip de tuinkers los en verdeel de gerookte forel met twee vorken in twee kleine stukken.",
    "Meng de extra vierge olijfolie met de witte balsamicoazijn, honing, mosterd, peper en zout in een saladekom. Voeg de aardappelen, sperziebonen, appel en de helft van de tuinkers toe aan de saladekom en meng de dressing. Breng de salade op smaak met peper en zout.",
    "Verdeel de salade over de borden en verdeel er de forel over. Garneer met de overige tuinkers."
  ]
}