{
  "title": "Bataat-spinaziecurry met spiegelei en yoghurt",
  "servings": 0,
  "ingredients": [
    {
      "name": "Basmatirijst",
      "quantity": 40,
      "unit": "g"
    },
    {
      "name": "Ui",
      "quantity": 0.5,
      "unit": "st"
    },
    {
      "name": "Knoflookteen",
      "quantity": 1,
      "unit": "st"
    },
    {
      "name": "Rode peper",
      "quantity": 0.25,
      "unit": "st"
    },
    {
      "name": "Bataat",
      "quantity": 100,
      "unit": "g"
    },
    {
      "name": "Kokosmelk",
      "quantity": 75,
      "unit": "ml"
    },
    {
      "name": "Currykruiden",
      "quantity": 2,
      "unit": "tl"
    },
    {
      "name": "Verse koriander",
      "quantity": 2,
      "unit": "takjes"
    },
    {
      "name": "Yoghurt",
      "quantity": 2,
      "unit": "el"
    },
    {
      "name": "Zonnebloemolie",
      "quantity": 0.5,
      "unit": "el"
    },
    {
      "name": "Groentebouillonblokje",
      "quantity": 0.25,
      "unit": "st"
    },
    {
      "name": "Roomboter",
      "quantity": 0.5,
      "unit": "el"
    },
    {
      "name": "Peper & zout",
      "quantity": 0,
      "unit": "naar smaak"
    }
  ],
  "steps": [
    "Kook 250 ml water per persoon in een pan met deksel en kook de rijst, afgedekt, 12 – 15 minuten. Giet daarna als het nodig is af en laat zonder deksel uitstomen.",
    "Snipper ondertussen de ui en pers of snijd de knoflook fijn. Verwijder de zaadlijsten van de rode peper en snijd de rode peper fijn. Schil de bataat en snijd in blokjes van 1 cm. Roer de kokosmelk goed door.",
    "Verhit de zonnebloemolie in een wok of hapjespan met deksel op middellaag vuur en fruit de ui, knoflook en rode peper 2 minuten (zie tip). Voeg de bataat en currykruiden toe en bak 1 minuut mee.",
    "Voeg vervolgens de kokosmelk en 25 ml water per persoon toe en verkruimel 1/4 bouillonblokje per persoon boven de pan. Breng afgedekt aan de kook en laat 10 minuten zachtjes koken. Snijd ondertussen de koriander fijn (zie tip).",
    "Verhit, als de bataat bijna klaar is, de roomboter in een koekenpan en bak 1 spiegelei per persoon. Bij meerdere eieren kan dat tegelijkertijd in één koekenpan. Bestrooi het ei met peper en zout. Scheur spinazie klein, voeg toe aan de bataat en laat slinken.",
    "Verdeel de rijst over de borden en verdeel de curry en het ei over de rijst. Garneer met de yoghurt en de koriander."
  ]
}