{
  "title": "Gegratineerde aubergine met bataatpuree",
  "servings": 6,
  "ingredients": [
    {
      "name": "Aubergine",
      "quantity": 6,
      "unit": "st"
    },
    {
      "name": "Oude geitenkaas, flakes",
      "quantity": 300,
      "unit": "g"
    },
    {
      "name": "Bataat",
      "quantity": 1200,
      "unit": "g"
    },
    {
      "name": "Verse bieslook",
      "quantity": 15,
      "unit": "g"
    },
    {
      "name": "Rode paprika",
      "quantity": 3,
      "unit": "st"
    },
    {
      "name": "Olijfolie",
      "quantity": 3,
      "unit": "el"
    },
    {
      "name": "Roomboter",
      "quantity": 3,
      "unit": "el"
    },
    {
      "name": "Melk",
      "quantity": 0,
      "unit": "naar smaak"
    },
    {
      "name": "Peper & zout",
      "quantity": 0,
      "unit": "naar smaak"
    },
    {
      "name": "Extra vierge olijfolie",
      "quantity": 0,
      "unit": "naar smaak"
    }
  ],
  "steps": [
    "Verwarm de oven voor op 200 graden Celsius. Breng ruim water aan de kook in een pan met deksel voor de bataat. Halveer de aubergine in de lengte en snijd vervolgens in plakken van ½ cm dik. Verdeel over een bakplaat met bakpapier en besprenkel met de olijfolie, peper en zout.",
    "Bestrooi de aubergines met de helft van de geitenkaas en bak 15 – 20 minuten in de oven, of totdat de plakken aubergine zacht zijn.",
    "Weeg ondertussen de bataat af, schil de bataat en snijd in grove stukken. Kook de bataat 10 minuten, afgedekt, in de pan met ruim water. Giet af en laat zonder deksel uitstomen.",
    "Snijd of knip ondertussen de bieslook fijn. Snijd de paprika in kleine blokjes.",
    "Stamp met een aardappelstamper de bataat tot een grove puree. Meng de helft van de bieslook, de paprikablokjes en roomboter erdoor. Breng op smaak met peper en zout. Voeg eventueel extra melk toe om het geheel wat smeuïger te maken.",
    "Verdeel de bataatpuree over de borden en serveer met de gegratineerde aubergine. Garneer met de overige bieslook en de overige geitenkaas. Besprenkel naar smaak met extra vierge olijfolie."
  ]
}