{
  "title": "Hawaiiaanse kip met rijst & komkommersalade",
  "servings": 6,
  "ingredients": [
    {
      "name": "Rode ui",
      "quantity": 3,
      "unit": "stuks"
    },
    {
      "name": "Knoflookteen",
      "quantity": 6,
      "unit": "stuks"
    },
    {
      "name": "Verse gember",
      "quantity": 6,
      "unit": "cm"
    },
    {
      "name": "Ananasringen",
      "quantity": 6,
      "unit": "stuks"
    },
    {
      "name": "Tomatenpuree",
      "quantity": 2,
      "unit": "blikken"
    },
    {
      "name": "Kippendijfiletreepjes",
      "quantity": 600,
      "unit": "g"
    },
    {
      "name": "Rode peper",
      "quantity": 3,
      "unit": "stuks"
    },
    {
      "name": "Rode paprika",
      "quantity": 3,
      "unit": "stuks"
    },
    {
      "name": "Komkommer",
      "quantity": 3,
      "unit": "stuks"
    },
    {
      "name": "Pandanrijst",
      "quantity": 360,
      "unit": "g"
    },
    {
      "name": "Groentebouillon",
      "quantity": 800,
      "unit": "ml"
    },
    {
      "name": "Zonnebloemolie",
      "quantity": 2.5,
      "unit": "el"
    },
    {
      "name": "Witte wijnazijn",
      "quantity": 3,
      "unit": "tl"
    },
    {
      "name": "Peper & zout",
      "quantity": 0,
      "unit": "g"
    }
  ],
  "steps": [
    "VOORBEREIDEN: Bereid de bouillon. Snijd de rode ui in halve ringen. Pers of snijd de knoflook fijn. Schil de gember en snijd de gember fijn. Snijd de ananasringen in stukjes van 2 cm en bewaar het sap.",
    "KIPFILETREETPJES MARINEREN: Doe de rode ui, knoflook, gember en ananas met het sap in een kom. Meng met de tomatenpuree en de kippendijfiletreepjes en breng op smaak met peper en zout. Laat de kippendijfiletreepjes minimaal 10 minuten marineren (zie tip).",
    "GROENTEN SNIJDEN: Verwijder ondertussen de zaadlijsten van de rode peper en snijd de rode peper fijn. Verwijder de zaadlijsten van de paprika en snijd de paprika in halve reepjes. Snijd de komkommer in dunne plakjes.",
    "KOMKOMMERSALADE MAKEN: Voeg de rijst toe aan de bouillon en kook, afgedekt, 10 – 12 minuten (zie tip). Giet daarna af als het nodig is en laat zachtjes onder de deksel uitstomen. Meng ondertussen de komkommer met de witte wijnazijn in een saladekom en breng op smaak met peper en zout.",
    "BAKKEN: Verwarm de zonnebloemolie in een wok of hapjespan met deksel en bak de rode ui 2 minuten op middelhoog vuur. Zet het vuur lager en voeg de paprika, gemarineerde kip en 2 el water per persoon toe. Stoom de kip afgedekt in 5 – 7 minuten gaar op laag vuur.",
    "SERVEREN: Serveer de kip Hawaiï met de rijst en serveer met de komkommersalade. Aloha!"
  ]
}