{
  "title": "Gnocchi met tomatensaus en spekjes",
  "servings": 0,
  "ingredients": [
    {
      "name": "Knoflookteen",
      "quantity": 2,
      "unit": "stuks"
    },
    {
      "name": "Rode cherrytomaten",
      "quantity": 120,
      "unit": "g"
    },
    {
      "name": "Spinazie",
      "quantity": 100,
      "unit": "g"
    },
    {
      "name": "Verse basilicum",
      "quantity": 14,
      "unit": "blaadjes"
    },
    {
      "name": "Magere spekblokjes",
      "quantity": 50,
      "unit": "g"
    },
    {
      "name": "Gnocchi",
      "quantity": 300,
      "unit": "g"
    },
    {
      "name": "Gedroogde rozemarijn",
      "quantity": 0.5,
      "unit": "tl"
    },
    {
      "name": "Tomatenpassata",
      "quantity": 200,
      "unit": "g"
    },
    {
      "name": "Grana padano-flakes",
      "quantity": 40,
      "unit": "g"
    },
    {
      "name": "Rucola",
      "quantity": 20,
      "unit": "g"
    },
    {
      "name": "Roomboter",
      "quantity": 1,
      "unit": "el"
    },
    {
      "name": "Rodewijnazijn",
      "quantity": 1,
      "unit": "tl"
    },
    {
      "name": "Suiker",
      "quantity": 0.5,
      "unit": "tl"
    },
    {
      "name": "Extra vierge olijfolie",
      "quantity": 0,
      "unit": "naar smaak"
    },
    {
      "name": "Peper & zout",
      "quantity": 0,
      "unit": "naar smaak"
    }
  ],
  "steps": [
    "Pers of snijd de knoflook fijn en halveer de cherrytomaten. Scheur of snijd de spinazie klein en snijd de blaadjes basilicum in dunne reepjes.",
    "Verhit een hapjespan op middelhoog vuur, zonder of met een klein beetje olie, en bak de magere spekblokjes in 6 - 8 minuten knapperig. Haal uit de pan en bewaar apart.",
    "Verhit de roomboter in dezelfde hapjespan op middelhoog vuur. Voeg de gnocchi toe en schep goed om, zodat alle gnocchi met een dun laagje roomboter bedekt zijn (zie tip). Bak de gnocchi vervolgens in 3 - 4 minuten per kant goudbruin. Schep de gnocchi niet te vaak om, geef ze de tijd om mooi te kleuren.",
    "Bak de knoflook en de rozemarijn de laatste minuut mee met de gnocchi. Breng op smaak met peper en zout. Haal de gnocchi uit de pan en bewaar apart. Voeg de tomatenpassata, de cherrytomaten, de rodewijnazijn en de suiker toe aan de hapjespan en laat, afgedekt, 10 minuut zachtjes koken op middellaag vuur, of tot de saus wat is ingedikt.",
    "Voeg de spinazie toe aan de saus in de hapjespan en verhit nog 2 minuten, of tot de spinazie is geslonken. Roer er de helft van de grana padano door en breng op smaak met peper en zout.",
    "Verdeel de rucola over de borden en schep er de tomatensaus op. Verdeel er de gnocchi over en bestrooi met de overige grana padano en de spekjes. Garneer met basilicum en besprenkel naar smaak met extra vierge olijfolie."
  ]
}