{
  "title": "Farfalle in romige paddenstoelensaus",
  "servings": 2,
  "ingredients": [
    {
      "name": "Farfalle",
      "quantity": 180,
      "unit": "g"
    },
    {
      "name": "Gemengde paddenstoelen",
      "quantity": 200,
      "unit": "g"
    },
    {
      "name": "Knoflookteen",
      "quantity": 10,
      "unit": "g"
    },
    {
      "name": "Prei",
      "quantity": 200,
      "unit": "g"
    },
    {
      "name": "Gerookt paprikapoeder",
      "quantity": 4,
      "unit": "g"
    },
    {
      "name": "Geroosterde hazelnoten",
      "quantity": 20,
      "unit": "g"
    },
    {
      "name": "Verse dragon",
      "quantity": 5,
      "unit": "g"
    },
    {
      "name": "Crème fraîche",
      "quantity": 150,
      "unit": "g"
    },
    {
      "name": "Olijfolie",
      "quantity": 14,
      "unit": "g"
    },
    {
      "name": "Wittewijnazijn",
      "quantity": 5,
      "unit": "g"
    },
    {
      "name": "Peper en zout",
      "quantity": 0,
      "unit": "g"
    }
  ],
  "steps": [
    "Kook 1000 ml water (500 ml per persoon) in een pan met deksel. Voeg de farfalle toe en kook afgedekt 11-13 minuten. Giet af en laat de pasta uitstomen met het deksel op de pan.",
    "Veeg ondertussen de gemengde paddenstoelen schoon met keukenpapier en snijd ze in plakken. Pers of snijd de knoflook fijn. Snijd de prei in dunne halve ringen.",
    "Verhit de helft van de olijfolie in een koekenpan en bak de paddenstoelen 4-5 minuten op hoog vuur. Voeg de knoflook toe en bak de laatste 30 seconden mee. Schep beide uit de pan en bewaar apart. Voeg de helft van de wittewijnazijn toe, roer eventuele aanbaksels los en laat het vocht verdampen.",
    "Verhit de overige olijfolie in dezelfde koekenpan en bak de prei 6-8 minuten zacht op middelhoog vuur. Voeg het gerookt paprikapoeder toe en bak nog 1 minuut. Hak de geroosterde hazelnoten grof. Pluk de blaadjes van de dragon en snijd ze fijn.",
    "Zet het vuur laag en voeg de crème fraîche, de overige wittewijnazijn en 4 eetlepels water (2 el per persoon) toe aan de koekenpan met de prei. Roer goed en laat 1 minuut zachtjes koken, of langer indien de saus te dun is. Voeg de farfalle toe en schep goed om. Breng op smaak met peper en zout.",
    "Verdeel het gerecht over de borden en garneer met de overige gebakken paddenstoelen, de hazelnoten en de verse dragon."
  ]
}