{
  "title": "Kipfiletblokjes met orzo en groentemix",
  "servings": 6,
  "ingredients": [
    {
      "name": "Knoflookteen",
      "quantity": 1,
      "unit": "st"
    },
    {
      "name": "Verse oregano",
      "quantity": 2,
      "unit": "takjes"
    },
    {
      "name": "Orzo",
      "quantity": 60,
      "unit": "g"
    },
    {
      "name": "Kipfiletblokjes",
      "quantity": 100,
      "unit": "g"
    },
    {
      "name": "Paprikapoeder",
      "quantity": 1,
      "unit": "tl"
    },
    {
      "name": "Groentemix",
      "quantity": 200,
      "unit": "g"
    },
    {
      "name": "Groentebouillon*",
      "quantity": 175,
      "unit": "ml"
    },
    {
      "name": "Olijfolie*",
      "quantity": 1,
      "unit": "el"
    },
    {
      "name": "Zonnebloemolie*",
      "quantity": 1,
      "unit": "el"
    },
    {
      "name": "Peper & zout",
      "quantity": 0,
      "unit": "naar smaak"
    }
  ],
  "steps": [
    "Bereid de bouillon en pers of snijd de knoflook fijn. Pluk de blaadjes van de oregano en snijd de blaadjes fijn.",
    "Verhit de olijfolie in een pan met deksel en fruit de helft van de knoflook 1 minuut op laag vuur. Voeg de orzo toe en roerbak 1 minuut op middellaag vuur (zie tip). Schenk de bouillon over de orzo en kook de orzo, afgedekt, in 10 - 12 minuten op laag vuur droog. Schep regelmatig om en voeg wat water toe als de orzo te droog wordt.",
    "Verhit ondertussen de zonnebloemolie in een wok of hapjespan en bak de kipfiletblokjes 3 - 4 minuten op hoog vuur (zie tip). Voeg de overige knoflook, paprikapoeder en oregano toe en breng op smaak met peper en zout. Bak nog 2 minuten op hoog vuur, of totdat de kip gaar is. Schep de kip uit de pan en houd warm in aluminiumfolie.",
    "Bak de groentemix in dezelfde wok of hapjespan 5 - 7 minuten op middellaag vuur in het bakvet van de kip. Breng op smaak met peper en zout.",
    "Voeg de orzo toe aan de groenten en meng door elkaar.",
    "Verdeel de orzo met de stukjes kip en de groenten over de borden."
  ]
}