{
  "title": "Penne met linzen-bolognesesaus en feta",
  "servings": 2,
  "ingredients": [
    {
      "name": "Ui",
      "quantity": 150,
      "unit": "g"
    },
    {
      "name": "Knoflookteen",
      "quantity": 10,
      "unit": "g"
    },
    {
      "name": "Rode cherrytomaten",
      "quantity": 250,
      "unit": "g"
    },
    {
      "name": "Linzen",
      "quantity": 270,
      "unit": "g"
    },
    {
      "name": "Pompoenpitten",
      "quantity": 20,
      "unit": "g"
    },
    {
      "name": "Gedroogde oregano",
      "quantity": 1,
      "unit": "g"
    },
    {
      "name": "Tomatenpuree",
      "quantity": 180,
      "unit": "g"
    },
    {
      "name": "Volkoren penne",
      "quantity": 180,
      "unit": "g"
    },
    {
      "name": "Rucola",
      "quantity": 7,
      "unit": "g"
    },
    {
      "name": "Feta",
      "quantity": 50,
      "unit": "g"
    },
    {
      "name": "Olijfolie",
      "quantity": 15,
      "unit": "g"
    },
    {
      "name": "Groentebouillonblokje",
      "quantity": 2.5,
      "unit": "g"
    },
    {
      "name": "Bruine suiker",
      "quantity": 7,
      "unit": "g"
    },
    {
      "name": "Zwarte balsamicoazijn",
      "quantity": 7,
      "unit": "g"
    },
    {
      "name": "Extra vierge olijfolie",
      "quantity": 11,
      "unit": "g"
    },
    {
      "name": "Peper & zout",
      "quantity": 0,
      "unit": "g"
    }
  ],
  "steps": [
    "Kook 1000 ml water in een pan met deksel voor de penne. Snipper de ui en pers de knoflook of snijd fijn. Halveer de cherrytomaten. Laat de linzen uitlekken in een vergiet.",
    "Verhit een wok of hapjespan met deksel op hoog vuur en rooster de pompoenpitten zonder olie, tot ze beginnen te poffen. Haal de pan en bewaar apart.",
    "Verhit de olijfolie in dezelfde wok of hapjespan en fruit de ui en de knoflook 2 minuten op laag vuur. Voeg de oregano en tomatenpuree toe en bak nog 5 minuten mee. Voeg vervolgens 200 ml water en ¼ bouillonblokje toe, verkruimel het bouillonblokje en voeg de bruine suiker en de helft van de zwarte balsamicoazijn toe. Dek de pan af en laat 10 minuten zachtjes koken. Voeg halverwege de cherrytomaten toe.",
    "Kook ondertussen de penne, afgedekt, 10 – 12 minuten in de pan met deksel. Giet daarna af. Voeg de linzen toe aan de wok of hapjespan met saus, roer goed door en laat nog 1 minuut zachtjes koken.",
    "Meng ondertussen in een kom de extra vierge olijfolie en de overige zwarte balsamicoazijn tot een dressing. Breng op smaak met peper en zout. Verkruimel de helft van de feta boven de wok of hapjespan en laat smelten. Voeg ten slotte de penne toe aan de saus en breng op smaak met peper en zout.",
    "Verdeel het gerecht over de borden, verkruimel er de overige feta over en bestrooi met de pompoenpitten. Serveer met de rucola."
  ]
}