{
  "title": "Spaanse rijstschotel met garnalen",
  "servings": 2,
  "ingredients": [
    {
      "name": "Knoflookteen",
      "quantity": 1,
      "unit": "st"
    },
    {
      "name": "Ui",
      "quantity": 1,
      "unit": "st"
    },
    {
      "name": "Rode paprika",
      "quantity": 0.5,
      "unit": "st"
    },
    {
      "name": "Peen",
      "quantity": 200,
      "unit": "g"
    },
    {
      "name": "Gemalen kurkuma",
      "quantity": 0.5,
      "unit": "tl"
    },
    {
      "name": "Gemalen koriander",
      "quantity": 0.5,
      "unit": "tl"
    },
    {
      "name": "Basmatirijst",
      "quantity": 170,
      "unit": "g"
    },
    {
      "name": "Tomatenpuree",
      "quantity": 1,
      "unit": "zakje"
    },
    {
      "name": "Leccino olijven",
      "quantity": 30,
      "unit": "g"
    },
    {
      "name": "Citroen",
      "quantity": 0.5,
      "unit": "st"
    },
    {
      "name": "Garnalen",
      "quantity": 160,
      "unit": "g"
    },
    {
      "name": "Groentebouillon",
      "quantity": 375,
      "unit": "ml"
    },
    {
      "name": "Olijfolie",
      "quantity": 2,
      "unit": "el"
    },
    {
      "name": "Peper & zout",
      "quantity": 0,
      "unit": "naar smaak"
    }
  ],
  "steps": [
    "Verwarm de oven voor op 200 graden Celsius. Pers of snijd de knoflook fijn en snipper de ui.",
    "Verwijder de zaadlijsten van de rode paprika en snijd de paprika in smalle repen. Snijd de peen in dunne halve plakken.",
    "Verhit de helft van de olijfolie in een wok of hapjespan en fruit de knoflook en ui 2 minuten op middellaag vuur. Voeg de paprika, peen, kurkuma en koriander toe en roerbak nog 4 - 6 minuten.",
    "Voeg de rijst, bouillon en tomatenpuree toe aan de wok of hapjespan, breng aan de kook en laat 3 - 4 minuten zachtjes koken. Breng op smaak met peper en zout. Schenk het mengsel in een ovenschaal. Bak de schotel 25 minuten in de oven. Vind je de schotel nog te smeuïg, bak dan nog 5 minuten zonder aluminiumfolie.",
    "Snijd ondertussen de olijven en de citroen in dunne plakken. Dep de garnalen droog met keukenpapier. Verhit de overige olijfolie in een koekenpan op middelhoog vuur en bak de garnalen 3 - 4 minuten, keer tussendoor om.",
    "Garneer de ovenschaal met de olijven en de garnalen. Schep op aan tafel en serveer met een schijfje citroen (pas op, de schaal is heet!)."
  ]
}