{
  "title": "Gevulde portobello met feta en saladekom",
  "servings": 0,
  "ingredients": [
    {
      "name": "Groene linzen",
      "quantity": 20,
      "unit": "g"
    },
    {
      "name": "Bataat",
      "quantity": 300,
      "unit": "g"
    },
    {
      "name": "Gedroogde tijm",
      "quantity": 1,
      "unit": "tl"
    },
    {
      "name": "Rode paprika",
      "quantity": 0.5,
      "unit": "st"
    },
    {
      "name": "Feta",
      "quantity": 40,
      "unit": "g"
    },
    {
      "name": "Portobello",
      "quantity": 1,
      "unit": "st"
    },
    {
      "name": "Gemengde sla",
      "quantity": 40,
      "unit": "g"
    },
    {
      "name": "Olijfolie",
      "quantity": 1,
      "unit": "el"
    },
    {
      "name": "Zwarte balsamicoazijn",
      "quantity": 1,
      "unit": "tl"
    },
    {
      "name": "Extra vierge olijfolie",
      "quantity": 1,
      "unit": "el"
    },
    {
      "name": "Peper & zout",
      "quantity": 0,
      "unit": "naar smaak"
    }
  ],
  "steps": [
    "Verwarm de oven voor op 200 graden. Meng de groene linzen met 200 ml water per persoon en een snufje zout in een pan met deksel. Breng afgedekt aan de kook en laat 25 – 30 minuten op laag vuur koken, giet daarna af.",
    "Schil ondertussen de bataat en snijd in blokjes van 1 cm. Verdeel de bataat over een helft van een bakplaat met bakpapier, bestrooi met de helft van de tijm, de helft van de olijfolie en breng op smaak met peper en zout. Bak de bataat 20 minuten in de oven, schep halverwege om.",
    "Verwijder ondertussen de zaadlijsten van de rode paprika en snijd de paprika klein. Verkruimel de feta en vul de portobello met een deel van de feta (zie tip). Bestrooi de paprika en portobello met de overige olijfolie, peper en zout. Leg de portobello en de paprika op de bakplaat naast de bataat en bak de laatste 15 minuten mee.",
    "Meng ondertussen in een saladekom de gemengde sla met de zwarte balsamicoazijn en extra vierge olijfolie.",
    "Meng de paprika, bataat en linzen met de salade in de saladekom en breng op smaak met peper en zout.",
    "Verdeel de salade over de borden, serveer de portobello erop en garneer met de overige feta."
  ]
}