{
  "title": "Mexicaanse Quinoasalade met Tacochips",
  "servings": 6,
  "ingredients": [
    {
      "name": "Knoflookteen",
      "quantity": 3,
      "unit": "st"
    },
    {
      "name": "Rode peper",
      "quantity": 3,
      "unit": "st"
    },
    {
      "name": "Rode paprika",
      "quantity": 6,
      "unit": "st"
    },
    {
      "name": "Mais",
      "quantity": 3,
      "unit": "pot"
    },
    {
      "name": "Quinoa",
      "quantity": 450,
      "unit": "g"
    },
    {
      "name": "Gemalen komijnzaad",
      "quantity": 9,
      "unit": "tl"
    },
    {
      "name": "Paprikapoeder",
      "quantity": 9,
      "unit": "tl"
    },
    {
      "name": "Tacoschelpen",
      "quantity": 6,
      "unit": "st"
    },
    {
      "name": "Limoen",
      "quantity": 3,
      "unit": "st"
    },
    {
      "name": "Magere yoghurt",
      "quantity": 300,
      "unit": "ml"
    },
    {
      "name": "Olijfolie",
      "quantity": 2.5,
      "unit": "el"
    },
    {
      "name": "Groentebouillon",
      "quantity": 650,
      "unit": "ml"
    },
    {
      "name": "Zonnebloemolie",
      "quantity": 2.5,
      "unit": "el"
    },
    {
      "name": "Peper & zout",
      "quantity": 0,
      "unit": "naar smaak"
    },
    {
      "name": "Spinazie",
      "quantity": 3,
      "unit": "g"
    }
  ],
  "steps": [
    "Stap 1: GROENTEN SNIJDEN: Bereid de bouillon en verwarm de oven voor op 190 graden. Pers of snijd de knoflook fijn. Verwijder de zaadlijsten van de rode peper en snijd de rode peper fijn. Verwijder de zaadlijsten van de rode paprika en snijd de paprika in dunne repen. Laat de maïs uitlekken in een vergiet.",
    "Stap 2: QUINOA KOKEN: Verhit de helft van de olijfolie in een pan met deksel op middelhoog vuur en bak de quinoa, 1 tl komijn per persoon en de helft van het paprikapoeder al roerend 30 seconden op hoog vuur (zie tip). Voeg vervolgens de bouillon toe en kook de quinoa afgedekt, 12 – 15 minuten. Giet daarna af, roer de quinoa los met een vork. Laat zonder deksel uitstomen.",
    "Stap 3: TACOCHIPS MAKEN: Verhit ondertussen de overige olijfolie in een wok of hapjespan en fruit de knoflook en de rode peper 2 minuten op middellaag vuur. Voeg de paprika en maïs toe en bak al roerend 6 – 8 minuten. Besprenkel ondertussen de tacoschelpen met de zonnebloemolie en bestrooi met de overige komijn. Verdeel de tacoschelpen over een bakplaat met bakpapier en bak 5 minuten.",
    "Stap 4: LIMOENSAUS MAKEN: Breng de tacoschelpen na het bakken op smaak met zout. Rasp ondertussen de schil van de limoen met een fijne rasp en pers de limoen uit. Meng in een kleine kom de yoghurt met 1/2 tl limoenrasp per persoon en het overige paprikapoeder. Voeg naar smaak limoensap, peper en zout toe. Breek de tacoschelpen tot chips.",
    "Stap 5: OP SMAAK BRENGEN: Scheur de spinazie klein en voeg het grootste deel van de spinazie (eventueel in delen) en de quinoa toe aan de wok of hapjespan. Laat de spinazie al roerend slinken. Meng er 1 el van de yoghurtsaus per persoon door en breng op smaak met peper en zout.",
    "Stap 6: SERVEREN: Meng de overige spinazie door de warme salade en verdeel over de borden. Garneer de salade met de overige yoghurtsaus en bestrooi met de tacochips."
  ]
}