{
  "title": "Bulgursalade met gebakken bloemkool, zoete aardappel en feta",
  "servings": 2,
  "ingredients": [
    {
      "name": "Bloemkool",
      "quantity": 300,
      "unit": "g"
    },
    {
      "name": "Wortel",
      "quantity": 1,
      "unit": "st"
    },
    {
      "name": "Rode ui",
      "quantity": 1,
      "unit": "st"
    },
    {
      "name": "Zoete aardappel",
      "quantity": 150,
      "unit": "g"
    },
    {
      "name": "Verse munt en tijm",
      "quantity": 10,
      "unit": "g"
    },
    {
      "name": "Bulgur",
      "quantity": 85,
      "unit": "g"
    },
    {
      "name": "Gemalen komijnzaad",
      "quantity": 0.5,
      "unit": "tl"
    },
    {
      "name": "Cherrytomaten",
      "quantity": 65,
      "unit": "g"
    },
    {
      "name": "Rozijnen",
      "quantity": 15,
      "unit": "g"
    },
    {
      "name": "Mesclun",
      "quantity": 30,
      "unit": "g"
    },
    {
      "name": "Pompoenpitten",
      "quantity": 10,
      "unit": "g"
    },
    {
      "name": "Feta",
      "quantity": 50,
      "unit": "g"
    },
    {
      "name": "Groentebouillon",
      "quantity": 150,
      "unit": "ml"
    },
    {
      "name": "Olijfolie",
      "quantity": 1,
      "unit": "el"
    },
    {
      "name": "Extra vierge olijfolie",
      "quantity": 1.5,
      "unit": "el"
    },
    {
      "name": "Zwarte balsamicoazijn",
      "quantity": 1.5,
      "unit": "el"
    },
    {
      "name": "Mosterd",
      "quantity": 0.5,
      "unit": "tl"
    },
    {
      "name": "Peper en zout",
      "quantity": 0,
      "unit": "naar smaak"
    }
  ],
  "steps": [
    "Verwarm de oven op 220 graden en bereid de bouillon. Snijd de bloemkool in roosjes. Snijd de wortel in halve plakken van max. ½ cm dik. Snijd de rode ui in halve ringen. Schil de zoete aardappel en snijd in blokjes van ongeveer 1 cm. Ris de blaadjes van de tijmtakjes. Meng de groenten met de tijm, ½ el olijfolie per persoon, peper en zout. Verdeel over een bakplaat met bakpapier en bak 20 – 25 minuten in de oven.",
    "Meng de bulgur met de komijn in een kleine pan met deksel en bak al roerend 1 minuut op middelmatig vuur. Schenk de bouillon over de bulgur en kook de bulgur, afgedekt, in 10 – 12 minuten op laag vuur droog. Roer daarna de bulgur los.",
    "Verhit een koekenpan, zonder olie, op hoog vuur en rooster de pompoenpitten tot ze beginnen te poppen. Haal uit de pan en bewaar apart. Halveer de cherrytomaten. Snijd de verse munt fijn. Meng de cherrytomaten en verse munt alvast met de rozijnen en mesclun in een saladekom. Verkruimel de feta en houd apart.",
    "Meng in een kleine kom per persoon: ½ el extra vierge olijfolie, ½ el zwarte balsamicoazijn, ½ tl mosterd en peper en zout naar smaak.",
    "Voeg de ovengroenten, bulgur en dressing toe aan de saladekom en meng goed. Breng de salade verder op smaak met peper, zout en eventueel extra vierge olijfolie.",
    "Verdeel het gerecht over de borden en garneer met de feta en pompoenpitten."
  ]
}